Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# Automatic_get_ip
source: Get IP automatically
de: IP automatisch suchen
es: obtener ip automáticamente
es_es: Obtiener IP automaticamente
fr: Adresse ip automatique
it: Ricevi IP automaticamente
ja: IP自動取得
ko: IP 자동 획득
pt_pt: Obtener IP automaticamente
tr: Otomatik IP al
zh_hans: 自动获取ip
zh_hant: 自動獲取ip

# ip_address
source: IP
fr: Adresse IP
zh_hans: ip地址
zh_hant: ip地址

source: Subnet mask
de: Subnetz-Maske
es: Máscara de subred
es_es: Mascara de Subred
it: Maschera di rete
ja: サブネットマスク
ko: 서브넷마스크
pt_pt: Mascara subrede
tr: Alt ağ maskesi
zh_hans: 子网掩码
zh_hant: 子網掩碼

source: Gateway
es_es: Puerta de enlace
it: Porta
ja: ゲートウェイ
ko: 게이트웨이
pt_pt: Porta de entrada
zh_hans: 网关
zh_hant: 網關

# input_ip
source: Input IP address
de: IP-Adresse eingeben
es: ingrese la dirección IP
es_es: Introduzca la direccion IP
fr: Saisir adresse IP
it: Inserire indirizzo IP
ja: IPアドレスを入力してください
ko: IP 주소 입력
pt_pt: Entrada de endere«o IP
tr: IP adresi girin
zh_hans: 请输入IP地址
zh_hant: 請輸入IP地址

# input_subnet
source: Input Subnet mask
de: Subnetz-Maske eingeben
es: Ingrese la máscara de subred
es_es: Itroduzca la Mascara de Subred
fr: Saisir le Subnet mask
it: Inserire mashcera di rete
ja: サブネットマスクを入力してください
ko: 서브넷마스크 입력
pt_pt: Entrada de mascara subrede
tr: Alt ağ maskesi girin
zh_hans: 请输入子网掩码
zh_hant: 請輸入子網掩碼

source: Input gateway
de: Gateway eingeben
es: Ingrese el Gateway
es_es: Introduzca la Puerta de Enlace
fr: Saisir le gateway
it: Inserire porta
ja: ゲートウェイを入力してください
ko: 게이트웨이 입력
pt_pt: Entrada portal de entrada
tr: Gateway girin
zh_hans: 请输入网关
zh_hant: 請輸入網關

source: Input DNS
de: DNS eingeben
es: Ingrese el DNS
es_es: Introuzca DNS
fr: Saisir DNS
it: Inserire DNS
ja: DNSを入力してください
ko: DNS 입력
pt_pt: Entrada DNS
tr: DNS girin
zh_hans: 请输入DNS
zh_hant: 請輸入DNS

source: Connected
de: Verbunden
es: conectado
es_es: Conectado
fr: Connecté
it: Connesso
ja: 接続
ko: 연결됨
pt_pt: Conectado
tr: Bağlandı
zh_hans: 已连接
zh_hant: 已連接

# connect_ipc_wifi
source: Please Connected WiFi--%@,Password 12345678
de: Verbinden Sie das WiFi--%@,Passwort 12345678
es: WiFi conectado--%@,Contraseña 12345678
es_es: Porfavor conectese a la WiFi--%@,Clave 12345678
fr: Merci de vous connecter en WiFi--%@,Mot de passe 12345678
it: Prego connettere Wifi--%@,Password 12345678
ja: WiFiに接続してください--%@,パスワード12345678
ko: WiFi--%@,비밀번호 12345678 연결하시오
pt_pt: Por favor, conecte o Wifi, senha 12345678
tr: Lütfen WiFi’a bağlanın--%@,Şifre 12345678
zh_hans: 请连接WiFi--%@,密码为12345678
zh_hant: 請連接WiFi--%@,密碼爲12345678

# one_min
source: 1 min
es: un minuto
es_es: 1 minuto
fr: une minutes
it: 1 minuto
ja: 1分
ko: 1 분
tr: 1 dk
zh_hans: 1分钟
zh_hant: 1分鍾

# two_min
source: 2 mins
de: 2 Min
es: dos minutos
es_es: 2 minutos
fr: deux minutes
it: 2 minuti
ja: 2分
ko: 2 분
tr: 2 dk
zh_hans: 2分钟
zh_hant: 2分鍾

# three_min
source: 3 mins
de: 3 min
es: tres minutos
es_es: 3 minutos
fr: trois minutes
it: 3 minuti
ja: 3分
ko: 3 분
tr: 3 dk
zh_hans: 3分钟
zh_hant: 3分鍾

# addshield_device
source: Add to Blocking List
de: Zur Block-Liste hinzufügen
es: Añadir el dispositivo de blindaje
es_es: Incluir lista de bloqueo
fr: Connecter l'appareil
it: Aggiungi alla lista di blocco
ja: シールドデバイス追加
ko: 차단 목록 추가
pt_pt: Adicionar a lista de bloqueio
tr: Bloklu listeye ekle
zh_hans: 添加屏蔽设备
zh_hant: 添加屏蔽設備

# addshield_tip
source: APP will not receive Alarm Notification if ID is blocked
de: APP erhält keine Alarm-Beanchrichtigung, wenn die ID geblockt ist
es: Su APP ya no recibirá la alarma del equipo
es_es: La APP no recibira notificaciones de alarma si el ID esta bloqueado
fr: Votre application ne recevra plus l'alarme de votre équipement
it: APP non riceve notifiche d'allarme se l'IP è bloccato
ja: このAPPは警報を受信しません
ko: ID가 차단 된 경우 앱은 알람 알림을 수신하지 못합니다
pt_pt: APP n„o recebera notifica«„o de alarme se ID esta bloqueado
tr: ID bloklu ise APP alarm bildirimlerini almayacaktır
zh_hans: 您的APP将不再接收以下设备的报警信息
zh_hant: 您的APP將不再接收以下設備的報警信息

# already_shield
source: Added Account ID to Block List
de: Account-ID der Block-Liste hinzufügen
es: Se ha bloqueado el acceso a esta cuenta
es_es: Cuent ID incluida en la lista de bloqueo
fr: L'accès à ce compte est bloqué
it: Aggiunto account ID alla lista di blocco
ja: このアカウントへのアクセスをブロックしました
ko: 차단 목록에 추가된 계정 ID
pt_pt: Adicionado ID da conta para lista bloqueio
zh_hans: 已经屏蔽了此账号
zh_hant: 已經屏蔽了此賬號

# alarm_shield_device
source: Block Device Alarm
de: Gerät-Alarm blocken
es: Alarma de protección del dispositivo
es_es: Notificacion de alarma bloqueado en el dispositivo
fr: Connexion alarme appareil
it: Bloccare notifiche d'allarme
ja: シールドデバイス警報
ko: 차단 장치 알람
pt_pt: Bloco de notifica«„o de alarme de dispositivo
tr: Bloklu Cihaz alarmı
zh_hans: 报警屏蔽设备
zh_hant: 報警屏蔽設備

# alarm_interval
source: Notification interval(sec)
de: Benachrichtigungs-Intervall (Sek.)
es: Intervalo de alarma (Segundos)
es_es: Intervalo notificacion de alarma(Segundos)
fr: Durée alarme(Secondes)
it: Intervallo notifiche d'allarme(Secondi)
ja: 警報間隔(分)
ko: 알림 간격(초)
pt_pt: Intervalo de notifica«„o de alarme(segundos)
tr: Bildirim Zaman Aralığı(sn)
zh_hans: 报警间隔(秒)
zh_hant: 報警間隔(秒)

# smart_cameras
source: Smart Camera
es: Cámaras inteligentes
es_es: Camara Inteligente
fr: Petites caméras
it: Telecamera Smart
ja: スマートカメラ
ko: 스마트 카메라
tr: Akıllı Kamera
zh_hans: 智能摄像机
zh_hant: 智能攝像機

# check_for_setting
source: Authenticating...
de: Authentifizierung...
es: Autentificando...
es_es: Autentificando...
fr: Authentification...
it: Autenticazione...
ja: 認証...
ko: 인증 중...
pt_pt: Autentica«„o...
tr: Kimlik doğrulanıyor...
zh_hans: 等待验证...
zh_hant: 等待驗證...

# pull_to_refresh
source: Pull to Refresh Device Status
de: Ziehe um Gerät-Status zu aktualisieren
es: Actualizar
es_es: Deslice para refrescar el estado del dispositivo
fr: Pull Refresh
ja: 更新
ko: 끌어서 장치 상태를 새로 고침
pt_pt: Puxe para atualizar status do dispositivo
tr: Cihaz durumunu yenilemek için çekin
zh_hans: 下拉刷新
zh_hant: 下拉刷新

# release_refresh
source: Release to Refresh Device Status
de: Loslassen um Gerät-Status zu aktualisieren
es: lanzamiento de actualización
es_es: Deslice para refrescar el estado del dispositivo
fr: Release Refresh
ja: 更新
ko: 놓음으로 장치 상태를 새로 고침
pt_pt: Solte para atualizar status do dispositivo
tr: Cihaz durumunu yenilemek için bırakın
zh_hans: 松开刷新
zh_hant: 松開刷新

source: Resend
de: Erneut senden
es: Reenviar
es_es: Reenvio
fr: Renvoyé
it: Rinviare
ja: 再送
ko: 재전송
pt_pt: Reenviar
tr: Yeniden gönder
zh_hans: 重发
zh_hant: 重發

source: Skip
de: Überspringen
es: Omitir
es_es: Saltar
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_pt: Pular
tr: Geç
zh_hans: 跳过
zh_hant: 跳過

# tempe_format_error
source: Input format error
de: Format Fehler
es: Error de formato de entrada
es_es: Formato introducido erroneo
fr: Erreur format
it: Errore formato inserito
ja: 入力形式エラー
ko: 입력 포맷 오류
pt_pt: Erro de formato de entrada
tr: Giriş formatı hatası
zh_hans: 输入格式错误
zh_hant: 輸入格式錯誤

# please_input_number
source: Please input temperature value
de: Temperatur-Wert eingeben
es: Ingrese el valor de la temperatura
es_es: Por favor introduzca el valor de temperatura
fr: Saisir temprérature
ja: 温度を入力してください
ko: 온도 값을 입력하시오
pt_pt: Por favor insira o valor de temperatura de entrada
tr: Lütfen sıcaklık değerini girin
zh_hans: 请输入数值
zh_hant: 請輸入數值

# input_outnumber_limit
source: Exceed value setting range
de: Überschreitet Wert-Einstellung
es: Sobre el rango de la temperatura
es_es: Configuracion del valor del rango excedido
fr: Intervalle de température
ja: 温度範囲を超えています
ko: 설정 범위를 초과
pt_pt: Excede o valor de gama de ajuste
tr: Değer ayar aralığını aşıyor
zh_hans: 超过数值限制范围
zh_hant: 超過數值限制範圍

# delete_success
source: Deletion Successful
de: Löschen erfolgreich
es: Eliminado correctamente
es_es: Borrado correcto
fr: Suppression réussis
it: Eliminato con success
ja: 削除完了
ko: 삭제 성공
pt_pt: Apagado com sucesso
tr: Silme başarılı
zh_hans: 删除成功
zh_hant: 刪除成功

# select_reset
source: Are you sure to restore this device to factory settings?
de: Gerät auf Werkeinstellung zurücksetzten?
es: ¿Seguro de restaurar este dispositivo a la configuración de fábrica?
es_es: ¿Esta seguro que desea restaurar el dispositivo a configuracion de fabrica?
fr: Êtes-vous sûr de vouloir revenir aux réglages d'usine?
it: Sei sicuro di ripristinare i dati di fabbrica?
ja: あなたは工場出荷時の設定を復元してもよろしいですか？
ko: 공장설정으로 장치를 복원합니까?
pt_pt: Tem certeza que deseja restaurar o dispositivo para as configura«ıes de fabrica?
tr: Fabrika ayarlarına dönmek istediğinize emin misiniz??
zh_hans: 您确定要恢复出厂设置吗？
zh_hant: 您確定要恢復出廠設置嗎？

# mailbox
source: Email:
ja: ポスト:
zh_hans: 邮箱:
zh_hant: 郵箱:

source: Password:
de: Passwort:
es: Clave:
es_es: Clave:
fr: Mot de passe:
ja: パスワード:
ko: 비밀번호:
pt_pt: Senha:
tr: Şifre:
zh_hans: 密码:
zh_hant: 密碼:

# validating
source: Verifying...
de: Prüfe...
es: Verificación...
es_es: Verificando...
fr: Verification...
it: Verifica...
ja: 検証...
ko: 확인 중...
pt_pt: Verificando...
tr: Doğürulanıyor...
zh_hans: 验证中...
zh_hant: 驗證中...

# pwd_error
source: Password do not match
de: Passwort stimmt nicht überein
es: La contraseña no coincide
es_es: La clave no coincide
fr: Les mots de passe ne correspondent pas
it: Password non corrisponde
ja: パスワードとアカウント番号が一致しません
ko: 비밀번호가 일치하지 않음
pt_pt: A senha n„o corresponde
tr: Şifre eşleşmedi
zh_hans: 密码与账号不匹配
zh_hant: 密碼與賬號不匹配

# not_verified
source: Mailbox not verified，ensure SMTP service is enable.
de: Mailbox nicht verifiziert，prüfen Sie, ob SMTP-Service aktiviert ist.
es: Buzón no verificado, hacen servicio SMTP seguro es activar.
es_es: Buzon no verificado, asegurese que el servicio SMTP esta habilitado.
fr: Boite mail non vérifié, êtes-vous sûr que le service SMTP est activé.
it: Posta elettronica non controllataï¼Œassicurarasi che il SMTP sia abilitato.
ja: 未確認のメールボックスは、メールボックスがオープンSMTPサービスであることを確認してください！
ko: 사서함 미확인, SMTP 서비스가 사용 가능한지 확인하시오.
pt_pt: Caixa de correio n„o verificado, asegurar o servi«o SMTP esta habilitado.
tr: Mail kutusu doğrulanamadı，SMTP servisinin etkin olduğundan emin olun.
zh_hans: 邮箱未验证，请确保邮箱已开启SMTP服务！
zh_hant: 郵箱未驗證，請確保郵箱已開啟SMTP服務！

# not_support
source: Not supported
de: Nicht unterstützt
es: No soportado
es_es: No soportado
fr: Non supporté
it: Non supportato
ja: サポートされていません
ko: 지원하지 안음
pt_pt: N„o suportado
tr: Desteklenmiyor
zh_hans: 不支持
zh_hant: 不支持

# check_box
source: Tick on option box - Sender and Receipent will be from same address
de: Klicke auf Option-Box - Sender und Empfänger haben die selbe Adresse
es: Casilla de verificación, el emisor y el receptor son la misma persona
es_es: Active la opcion - Emisor y Receptor seran desde la misma direccion
fr: Vérifier votre message, l'expéditeur et le destinataire sont la même personne
it: Spuntare sull'opzione delle mail - mittente e il destinatario avranno lo stesso indirizzo
ja: ボックス、送信者を確認し、受信者が同一人物であります
ko: 옵션 박스에 체크-발송자와 수신자가 같은 주소일 것이다
pt_pt: Assinale na caixa de op«„o - o remitente eo destinatario sera de mesmo endere«o
tr: Opsiyon kutusunu işaretleyin – Gönderen ve alıcı aynı olmalı
zh_hans: 勾选选框，则发件人与收件人为同一人
zh_hant: 勾選選框，則發件人與收件人為同一人

source: Recipient:
de: Empfänger:
es: Beneficiario:
es_es: Receptor:
fr: Destinataire :
it: Destinatario:
ja: 名宛人:
ko: 수신자:
pt_pt: Recipiente:
tr: Alıcı:
zh_hans: 收件人:
zh_hant: 收件人:

# set_preset
source: Set Preset View Position
de: Ansicht-Voreinstellung festlegen
es: Set Preset
es_es: Configurar Preset en la posicion de Actual
fr: Préréglage
it: Impostare vista preimpostat
ja: 設定プリセット
ko: 프리셋 보기 위치 설정
pt_pt: Configurar preset vista posi«„o
tr: Önceden ayarlanmış izleme konumunu ayarlayın
zh_hans: 设置预置位
zh_hant: 設置預置位

# check_preset
source: View Preset Position
de: Voreinstellung-Position anzeigen
es: Revisión preestablecido
es_es: Posicion de Present en visualizacion actual
fr: Aperçu du préréglage
it: Visualizzare vista preimpostata
ja: 見ますプリセット
ko: 프리셋 위치 보기
pt_pt: Ver posi«„o predefinida
tr: Önceden ayarlanmış izleme konumunu
zh_hans: 查看预置位
zh_hant: 查看預置位

# confirm_unblock
source: Confirm to remove device from Block List:
de: Gerät von der Block-Liste entfernen:
es: Vuelva a confirmar antes de dispositivo de desbloqueo:
es_es: Confirmar el borrado del dispositvo de la lista de bloqueos:
fr: Reconfirmer avant de débloquer l'appareil:
it: Confirmare di rimuovere il dispositivo dalla lista di blocco:
ja: あなたは機器のマスクを解除してもよろしいです:
ko: 차단 목록에서 장치 제거 확인합니다:
pt_pt: Confirmar para remover dispositivos da lista de bloqueios:
tr: Cihazı bloklu listeden kaldırmayı onaylayın:
zh_hans: 您确定要取消屏蔽设备:
zh_hant: 您確定要取消屏蔽設備:

source: Sound Alarm
de: Alarm-Ton
es: alarma de sonido
es_es: Alarma de Sonido
fr: « Alarme sonore »
it: Allarme sonoro
ja: 警報音
ko: 소리 알람
pt_pt: Som de alarme
tr: Sesli Alarm
zh_hans: 声音报警
zh_hant: 聲音報警

# humidity_min
source: Lower Humidity Limit
de: Unteres Feuchtigkeit-Limit
es_es: Nivel minimo de humedad
fr: Taux d’humidité min
it: Limite Minimo Umidità
ja: 湿度下限
ko: 습도 하한
pt_pt: Limite de umidade baixa
tr: En düşük nem
zh_hans: 湿度下限
zh_hant: 濕度下限

# humidity_max
source: Upper Humidity Limit
de: Oberes Feuchtigkeit-Limit
es_es: Nivel maximo de humedad
fr: Taux d’humidité max
it: Limite Massimo Umidità
ja: 湿度上限
ko: 습도 상한
pt_pt: Limite de umidade alta
tr: En yüksek nem
zh_hans: 湿度上限
zh_hant: 濕度上限

# input_humidity_limit
source: Humidity limit range:30~90(Up), 10~70(Low)
de: Feuchtigkeit-Limit-Bereich:30~90(Hoch), 10~70(Niedrig)
es_es: Rango de humedad:30~90(alto), 10~70(bajo)
fr: Limite du taux d’humidité : 30~90(Max), 10~70(Min)
it: Variazione limite Umidità:30~90(Alto), 10~70(Basso)
ja: 低い湿度範囲について:30~90(上), 10~70(下)
ko: 습도 제한 범위:30~90(상한), 10~70(하한)
pt_pt: intervalo de umidade:30~90(alto), 10~70(baixo)
tr: Nem aralığı:30~90(Üst), 10~70(Alt)
zh_hans: 湿度上下限范围:30~90(上), 10~70(下)
zh_hant: 濕度上下限範圍:30~90(上), 10~70(下)

# input_TH_tips
source: Reminder(Limit range): Temperature: 5~65(Up), -5~55(Low) Humidity: 30~90(Up), 10~70(Low)
es_es: Recordatorio(Rango limite): Temperatura: 5~65(Alto), -5~55(Bajo) Humedad: 30~90(Alto), 10~70(Bajo)
fr: Rappel (Limite): Temperature: 5~65(Max), -5~55(Min) Humidité: 30~90(Max), 10~70(Min)
it: Promemoria(variazione Limite): Temperatura: 5~65(Alto), -5~55(Basso) Umidità: 30~90(Up), 10~70(Low)
ja: ヒント: 上下の温度範囲: 5~65(上), -5~55(下) 低い湿度範囲について:30~90(上), 10~70(下)
ko: 알림(제한 범위): 온도: 5~65(상한), -5~55(하한) 습도: 30~90(상한), 10~70(하한)
pt_pt: Lembrete(margem limite): Temperatura: 5~65(alto), -5~55(baixo)umidade: 30~90(alto), 10~70(baixo)
tr: Hatırlatma(Limit aralığı):Sıcaklık: 5~65(Üst), -5~55(Alt)Nem: 30~90(Üst), 10~70(Alt)
zh_hans: 温馨提示: 温度上下限范围: 5~65(上), -5~55(下) 湿度上下限范围:30~90(上), 10~70(下)
zh_hant: 溫馨提示: 溫度上下限範圍: 5~65(上), -5~55(下) 濕度上下限範圍:30~90(上), 10~70(下)

# recipient_number
source: Support three recipients,separate by commas
de: Untersützt 3 Empfänger, mit Kommas trennen
es_es: Soporta 3 receptores separados por comas
fr: 3 destinataires maximums, séparés par une virgule
it: Supporta tre destinatari,separati da una virgola
ja: これは、カンマで区切られた、3つだけをサポートしています
ko: 3 수신자 지원, 콤마로 분리
pt_pt: suporte três destinatarios, separados por virgulas
tr: Virgül ile ayırarak üç alıcı destekler
zh_hans: 仅支持3个，并以逗号隔开
zh_hant: 僅支持3個，並以逗號隔開

# recipient_not_empty
source: Recipient list cannot be empty
de: Emüfänger-Liste darf nicht leer sein
es_es: Los receptores de la lista no pueden estar vacios
fr: « Destinataires ne peut être vide
it: La lista destinatari non può essere vuota
ja: 受信者は、空にすることはできません
ko: 수신자 목록은 비울 수 없음
pt_pt: lista de destinatarios não pode estar vazio
tr: Alıcı listesi boş olamaz
zh_hans: 收件人不能为空
zh_hant: 收件人不能為空

# recipient_scope
source: Limit to only three receipients
de: Maximal 3 Empfänger
es_es: Limite de 3 receptores
fr: 3 destinataires maximums
it: Massimo tre destinatari
ja: 受信者ができない以上3
ko: 3 수신자로 제한
pt_pt: limite para apenas três destinatarios
tr: Üç alıcı ile sınırlı
zh_hans: 收件人不能超过3个
zh_hant: 收件人不能超過3個

# recipient_length_format
source: Email must be 5 to 31 characters in length
de: Email muss 5-31 Zeichen lang sein
es_es: El correo debe tener de 5 a 31 caracteres de longitud
fr: « La longueur de l’email doit être entre 5 et 31 caractères »
it: L’indirizzo mail deve essere composto da 5 a 31 caratteri
ja: 受信者のメールボックスが5〜31でなければなりません
ko: Email은 5~31자 길이로 구성되어야 함
pt_pt: correio deve ser de 5 a 31 caracteres de comprimento
tr: Email 5 ila 31 karakter olmalıdır
zh_hans: 收件人邮箱长度应为5~31
zh_hant: 收件人郵箱長度應為5~31

# recipient_format
source: Mail format error
es_es: Error de formato de correo
fr: Erreur de format d’email »
it: Errore nella mail
ja: 受信者のメールボックスには、不正な形式です
ko: Mail 포맷 오류
pt_pt: erro de formato de correio
tr: Mail format hatası
zh_hans: 收件人邮箱格式错误
zh_hant: 收件人郵箱格式錯誤

source: Sender:
es: Email:
es_es: Remitente:
fr: Email:
it: Email:
ja: 送信者:
ko: 발송자:
pt_pt: Correio:
tr: Gönderici:
zh_hans: 发件人:
zh_hant: 發件人:

# input_sender
source: Input sender's mail address
de: Sender-Email-Adresse eingeben
es_es: Introduzca el Correo remitente
fr: Adresse mail de l’expéditeur
it: Inserire l’indirizzo mail del mittente
ja: 送信者のメールボックスを入力してください
ko: 발송자 mail 주소 입력
pt_pt: correio do remetente de entrada
tr: Gönderici email adresi girin
zh_hans: 请输入发件人邮箱
zh_hant: 請輸入發件人郵箱

# sender_not_empty
source: The sender can't be empty
de: Sender darf nicht leer sein
es_es: El remitente no puede estar vacio
fr: « Expéditeur ne peut être vide
it: Il mittente non può essere vuoto
ja: 送信者は、空にすることはできません
ko: 발송자는 비울 수 없음
pt_pt: o remetente não pode estar vazio
tr: Gönderici boş olamaz
zh_hans: 发件人不能为空
zh_hant: 發件人不能為空

# sender_scope
source: The sender can't exceed one
de: Maximal 1 Sender möglich
es_es: El remitente no puede exceder de uno
fr: Il ne peut pas y avoir plus d’un expéditeur
it: Il mittente non può essere superiore a uno
ja: れていない複数の送信者
ko: 발송자는 한 명만 지워
pt_pt: o remetente não pode exceeder um
tr: Gönderici biri aşamaz
zh_hans: 发件人不能超过1个
zh_hant: 發件人不能超過1個

# sender_length_format
source: Email must be 5 to 31 characters in length
de: Email muss 5-31 Zeichen lang sein
es_es: El Correo debe tener de 5 a 31 caracteres de longitud
fr: La longueur de l’email doit être entre 5 et 31 caractères
it: La mail deve essere composta da 5 a 31 caratteri
ja: 送信者のメールボックスの長さがあるべきです5~31
ko: Email은 5~31자 길이로 구성되어야 함
pt_pt: correio deve ser de 5 a 31 caracteres de comprimento
tr: Email 5 ila 31 karakter olmalıdır
zh_hans: 发件人邮箱长度应为5~31
zh_hant: 發件人郵箱長度應為5~31

# sender_format
source: Mail format error
de: Mail-Format Fehler
es_es: Error de formato de correo
fr: « Erreur de format d’email
it: Errore nella mail
ja: 送信者の電子メール形式エラー
ko: Mail 포맷 오류
pt_pt: erro de formato de correio
tr: Mail format hatası
zh_hans: 发件人邮箱格式错误
zh_hant: 發件人郵箱格式錯誤

source: Smtp Address:
de: SMTP-Adresse:
es_es: Direccion Smtp:
fr: Serveur Smtp:
it: Indirizzo Smtp:
ja: SMTP番地:
ko: Smtp 주소:
pt_pt: endereÇo SMTP:
tr: Smtp Adresi:
zh_hans: SMTP地址:
zh_hant: SMTP地址:

# smtp_number
source: Support five smtps.Separated stmps by commas
de: Unterstützt 5 SMTPs. SMTPs mit Komma trennen
es_es: Soporta 5 SMTPs separados por comas
fr: Supporte 5 serveurs smtp max.
it: Supporta cinque smtps.Stmps devono essere separati da una virgola
ja: これは、カンマで区切られた、唯一の5つをサポートしています
ko: 5개 smtps 지원. 콤마로 stmp를 분리
pt_pt: suporte cinco smtps, separados por virgulas
tr: Beş smtps destekler. Stmps’ler virgül ile ayırılır
zh_hans: 仅支持5个，并以逗号隔开
zh_hant: 僅支持5個，並以逗號隔開

# smtp_not_empty
source: Smtp address can't be empty
de: SMTP-Adresse darf nicht leer sein
es_es: La direccion Smtp no puede estar vacio
fr: Veuillez saisir un serveur Smtp
it: L’indirizzo Smtp non può essere vuoto
ja: SMTPアドレスは空にすることはできません
ko: Smtp 주소는 비울 수 없음
pt_pt: endereÇo SMTP não pode estar vazio
tr: Smtp adresi boş olamaz
zh_hans: SMTP地址不能为空
zh_hant: SMTP地址不能為空

# smtp_scope
source: Limit to only five smtps
de: Maximal 5 SMTPs erlaubt
es_es: Limite de 5 smtps
fr: Supporte 5 serveurs smtp max
it: Massimo cinque smtps
ja: SMTPアドレスが5を超えることはできません
ko: smtp는 5개로 제한
pt_pt: limite para apenas cinco SMTPS
tr: Yalnızca 5 smtps ile sınırlıdır
zh_hans: SMTP地址不能超过5个
zh_hant: SMTP地址不能超過5個

# smtp_format
source: Smtp format error
de: SMTP-Format Fehler
es_es: error de formato Smtp
fr: Erreur dans le format du serveur Smtp
it: Errore nel Smtp
ja: SMTPアドレス誤り
ko: Smtp 포맷 오류
pt_pt: erro de formato smtp
tr: Smtp format hatası
zh_hans: SMTP地址错误
zh_hant: SMTP地址錯誤

source: Port:
es_es: Puerto:
it: Porta:
ja: ポート:
ko: 포트:
pt_pt: porta:
zh_hans: 端口:
zh_hant: 端口:

# input_port
source: Input port number
de: Port-Nummer eingeben
es_es: Introduzca numero de puerto
fr: Saisir le numéro de port
it: Inserire il numero della porta
ja: ポート番号を入力してください
ko: 포트 번호 입력
pt_pt: numero de porta de entrada
tr: Port no girin
zh_hans: 请输入端口号
zh_hant: 請輸入端口號

# non_encrypted
source: 25(unencrypted)
de: 25(verschlüsselt)
es_es: 25(no encriptado)
it: 25(non cifrati)
ja: 25(暗号化されていません)
ko: 25(암호화 안됨)
pt_pt: 25(não criptografada)
tr: 25(şifresiz)
zh_hans: 25(非加密)
zh_hant: 25(非加密)

# port_not_empty
source: Ports can not be empty
de: Port-Nummer darf nicht leer sein
es_es: El numero de Puerto no puede estar vacio
fr: Veuillez saisir le numéro de port
it: Il numero della porta non può essere vuoto
ja: 端口号不能为空
ko: 포트 번호는 비울 수 없음
pt_pt: numero da porta não pode estar vazio
tr: Port no boş olamaz
zh_hans: 端口号不能为空
zh_hant: 端口號不能為空

# port_scope
source: Port number should be between 0 to 65535
de: Port-Nummer muss zwischen 0-65535 sein
es_es: El Puerto debe estar entre 0 y 65535
fr: Le numéro de port doit être compris entre 0 et 65535
it: Il numero della porta deve avere una lunghezza tra 0 e 65535
ja: 端口号在0~65535之间
ko: 포트 번호는 0~65535 사이로 구성
pt_pt: numero da porta deve estar entre 0 a 65535
tr: Port no 0 ila 65535 arası bir değer olmalıdır
zh_hans: 端口号在0~65535之间
zh_hant: 端口號在0~65535之間

# port_format
source: Port format to be only numeric
de: Port-Format muss aus Ziffern bestehen
es_es: El formato del Puerto solo puede ser numerico
fr: Le numéro de port doit être au format numérique
it: Il formato della porta deve essere solo numerico
ja: 端口格式为数字
ko: Port 포맷은 숫자로 구성
pt_pt: formato de porta a ser apenas numerica
tr: Port formatı nümerik bir değer olmalıdır
zh_hans: 端口格式为数字
zh_hant: 端口格式為數字

source: Encryption mode
de: Verschlüsselungs-Modus
es_es: Modo de encriptacion
fr: Chiffrement
it: Modalità di crittografia
ja: 加密方式
ko: 암호화 모드
pt_pt: modo de encriptaÇão
tr: Şifre modu
zh_hans: 加密方式
zh_hant: 加密方式

# one_encryption
source: None
de: Keine
es_es: No
fr: Aucun
it: Nessuna
ja: 无
ko: 없음
pt_pt: nenhum
tr: Yok
zh_hans: 无
zh_hant: 無

source: Manual setting
de: Handbuch-Einstellung
es_es: Configuracion manual
fr: Réglages manuels
it: Impostazione manuale
ja: 手动设置
ko: 수동 설정
pt_pt: ajuste manual
tr: Manuel ayar
zh_hans: 手动设置
zh_hant: 手動設置

# pwd_smtp_error
source: Smtp or password is incorrect
de: SMTP oder Passwort ist falsch
es_es: Clave Smtp incorrecta
fr: Le serveur Smtp ou le mot de passe est incorrect
it: Il Smtp o la password non è corretto
ja: SMTP或密码不匹配
ko: Smtp 또는 비밀번호가 맞지 않음
pt_pt: SMTP ou senha esta incorreta
tr: Smtp ya da şifre hatalı
zh_hans: SMTP或密码不匹配
zh_hant: SMTP或密碼不匹配

# somebody_visit
source: Vistor Alert
de: Gast-Alarm
es_es: Alerta de visitante
fr: Alerte visiteur
it: Allerta Visitatore
ja: 有人来访
ko: 방문자 경고
pt_pt: alerta visitante
tr: Ziyaretçi Alarmı
zh_hans: 有人来访
zh_hant: 有人來訪

source: Doorbell
de: Türklingel
es_es: Timbre de puerta
fr: Sonnette
it: Campanello
ja: 门铃
ko: 도어벨
pt_pt: campainha
tr: Kapı zili
zh_hans: 门铃
zh_hant: 門鈴

# confirm_open
source: Open the door?
de: Tür öffnen?
es_es: ¿abrir la puerta?
fr: Ouvrir la porte ?
it: Aprire la porta?
ja: 确认开门?
ko: 문 열림?
pt_pt: abra a porta?
tr: Kapıyı aç?
zh_hans: 确认开门?
zh_hant: 確認開門?

# not_support_operation
source: Device not support
de: Gerät nicht unterstützt
es_es: Dispositivo no soportado
fr: Appareil non supporté
it: Dispositivo non supportato
ja: 设备不支持此操作
ko: 장치가 지원하지 않음
pt_pt: dispositivo não suporte
tr: Cihaz desteklenmiyor
zh_hans: 设备不支持此操作
zh_hant: 設備不支持此操作
