Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# answerone
source: A: Method 1: Power and plug Ethernet cable to Camera and will allow Camera to connect to the internet. Click the “+” icon located on screen top right corner. Choose Add Manually and input the Camera ID, Customized Device Name and Camera Password to add the camera to your APP. You can choose to connect using WiFi under Network Settings – WiFi List. If RJ45 cable is not available, press and hold on Reset button on the camera till “Swish” sound is heard followed by “Di-Di-Di” alert sound. Click on the “+” icon located on screen top right corner and choose Smart WiFi Setup. Follow the APP instructions to setup. Router Display name will be the WiFi connected on your mobile phone, input the Router WiFi password, click “Next” and wait for the connection. If unsuccessful, please ensure your WiFi password is correct or restart Method II setup process.
de: A: Methode 1: Verbinde das Ethernet-Kabel mit der Kamera um sie mit dem Internet zu verbinden. Drücke das “+” Symbol oben Rechts auf dem Bildschirm. Wähle manuell hinzufügen und füge die Kamera-ID, angepassten Gerät-Name und Kamera-Passwort ein. Sie können sich auf mit dem WiFi unter Netzwerk-Einstellungen verbinden – WiFi-Liste. Wenn das RJ45-Kabel nicht verfügbar ist, drücken und halten sie den Reset-Knopf auf der Kamera bis ein 'Swish'-Ton ertönt, gefolgt von einem 'Di-Di-Di'-Ton. Klick auf das “+” Symbol oben rechts in der Ecke und Wähle Smart Wifi Konfiguration. Folge der APP-Anleitung zum konfigurieren. Router wird mit ihrem Mobiltelefon verbunden, gebe nun das WiFi-Passwort des Routers ein, klicke “Weiter” und warte auf die Verbindung. Bei einem fehlschlag, prüfe ob das WiFi-Passwort korrekt ist oder probiere es mit Methode II.
es_es: R: metodo 1: Conecte la alimentacion de la camara junto al cable de red para acceder a internet. Pulse en el botón + localizado en la esquina superior derecha de la pantalla. Seleccione agregar manual e introduzca el ID de la cámara, personalice el nombre de la cámara y ponga la clave para agregar la cámara a la aplicacion. Puede optar por conectarse a traves de wifi en configuracion de red – Lista wifi. Si el cable RJ45 no esta disponible, pulse y mantenga el botón de reset de la cámara hasta escuchar un dididi. Haga click en el icono + localizado en la esquina superior derecha y seleccione configuración smart wifi. Siga los pasos de configuración que le aparecen en la aplicacion. El nombre del router debe coincidir con la red wifi en su telefono movil, introduzca la clave del router wifi y haga click en siguiente, espere a que la conexion se complete. Si no conecta, asegurese de que la clave introducida es correcta o repita el método 2 de configuracion.
fr: R: Méthode 1 : Allumez votre caméra en la branchant sur secteur. Ensuite, connectez la caméra au réseau internet en reliant le câble RJ45 de la box à la caméra. Cliquez sur le « + ». Cliquez ensuite sur « Manuellement ». Veuillez ensuite saisir l’ID caméra et le mot de passe de la caméra (ces informations se trouvent sur la pastille grise dessous la caméra). Votre caméra est maintenant connectée. Vous pourrez toujours modifier le mode de connexion au réseau, en allant dans les paramètres réseau.Méthode 2 : Allumez votre caméra en la branchant sur secteur. Activez le Wifi sur votre Smartphone. Appuyez sur le bouton « reset », un son de type « woosh » confirmera la manipulation. Cliquez sur le « + » puis cliquez ensuite sur « Smart Wifi ». Veuillez choisir le réseau sur lequel vous voulez que la caméra soit connectée puis saisir le mot de passe réseau. Allez au menu suivant et patientez quelques instants. La caméra sera alors connectée.Si cette tentative de connexion est infructueuse, vérifiez que le mot de passe réseau saisi est bien correct ou alors recommencez l’installation.Note : Cette installation requiert d’avoir la version 4 ou + du Boot de votre caméra, la version 3 ou + du Kernel de votre caméra ou du firmware v13 ou +.
it: A: Metodo 1: Accendere e collegare il cavo Ethernet alla Telecamera per permettere connetterla ad internet. Cliccare sull’icona “+” in alto a destra dello schermo. Scegliere Aggiungere Manualmente ed inserite ID della Telecamera, il nome del Dispositivo personalizzato e la password della Telecamera per aggiungerla nell’ APP. Si può scegliere di collegarsi utilizzando il WiFi nell’ Impostazione Rete – Elenco WiFi. Se il cavo RJ45 non è disponibile, premere e mantenere premuto il tasto Reset fino a che la Telecamera emetta un suono secco seguito da un suono di allerta “Di-Di-Di”. Cliccare sull’icona “+” in alto a destra dello schermo e scegliere Impostazione Smart WiFi. Seguire le istruzioni di impostazione dell’APP. Il nome dello schermo del router corrisponde al WiFi connesso nel telefono, inserire la password WiFi del Router, cliccare su “Next” ed aspettare la connessione. In caso di problemi, assicurarsi che la password WiFi sia corretta o ripristinare il processo di impostazione Modo II.
ko: A: 방법 1: 전원선과 인터넷이 가능한 이더넷선을 카메라에 연결합니다. 화면 우측 상단의 “+”아이콘을 클릭합니다. 수동 추가를 선택하고 앱에 추가할 카메라 ID, 장치이름과 카메라 비밀번호를 입력합니다. 네트워크 설정 - WiFi 목록에서 WiFi를 사용하여 연결할 수 있습니다. 만약 RJ45선을 사용할 수 없으면, 카메라의 Reset 버튼을 “휘”소리가 나기까지 누르면 초기화가 되고 “디-디-디” 경고음이 들립니다. 화면 우측 상단의 “+”아이콘을 클릭하고 스마트 wiFi 설정을 선택합니다. 설정을 위해 앱의 안내를 따릅니다. 라우터는 사용자 모바일 기기가 연결된 WiFi이며, 라우터 WiFi 비밀번호를 입력하고, “다음”을 클릭하고 연결을 기다립니다. 실패한 경우 사용자 WiFi 비밀번호를 확인하거나 방법 II 설정 프로세서를 재시작하시오
pt_pt: A: metodo 1: acenda e conecte a rede na camera e permitira conectar a internet. Clique no icone “+” localizado na parte superior da tela canto direito. Escolha adicionar manualmente e introduza o ID da câmera, personalizado nome do dispositivo e câmera senha para adicionar a câmera para APP. VoÇê pode escolher se conectar usando WIFI em configuraÇões de rede – lista wifi. Se o cabo RJ 45 não esta disponivel, pressione e segure o botão reset na câmera até som “abanada” e ouvido, seguido pelo som de alerta “DI-DI-DI”. Clique no icone “+” localizado na tela canto superior direito e escolha configuraÇão wifi inteligente. Siga as instruÇões aplicativo para instalaÇão. Router do nome de exibiÇão será o wifi ligado no seu telefone movel, inserir a senha do roteador wifi, clique em “siguiente e guarde a conexão. Se não tiver éxito, certifique-se de sua senha wifi esta correta ou reiniciar proceso de configuraÇão método 2.
tr: A: Güç ve Ethernet kablosunu Kameraya takın. Kameranın internete bağlanmasını sağlayın. Ekranın sağ üst köşesindeki + ikonuna basın. Elle ekleyini seçip kamera ID, belirlenmiş cihaz adını ve kamera şifresini girerek kamerayı uygulamanıza ekleyin. Network ayarları-WiFi listesi altında yer alan WiFi’yi kullanarak bağlanabilirsiniz. Kamera cihazını açın ama Ethernet kablosunu kameraya bağlamayın. Kameradaki reset tuşuna önce “swish” sesi sonra ise “Di-Di-Di” sesini duyuncaya kadar basılı tutunuz. Ekranın sağ üst köşesindeki + ikonuna basın ve akıllı WiFi yüklemeyi seçiniz. Router WiFi şifrenizi girin ve bağlanmak için “Sonraki”ne basın. Eğer başarısız olursa, WiFi şifrenizin doğru olduğuna emin olun ya da Method 2’yi tekrar uygulayın.
zh_hans: A：方法一：将摄像机插上电源插上网线，摄像机将自动上线，点击APP“我的摄像机”页面右上角“+”号进入“手动添加”，输入摄像机ID、昵称、密码即可添加摄像机。如果您家里没有网线，请参考方法二。 方法二：请将摄像机通电并复位，当听到摄像机发出“滴滴滴”的系统提示音后，点击APP“我的摄像机”页面右上角“+”号进入“智能wifi”，选择wifi名称输入wifi密码，等待摄像机发出“咚”的一声，继续等待将出现添加页面，输入摄像机昵称及密码即可添加成功。若不成功，可将摄像机复位并重新来一遍。
zh_hant: A：方法壹：將攝像機插上電源插上網線，攝像機將自動上線，點擊APP“我的攝像機”頁面右上角“+”號進入“手動添加”，輸入攝像機ID、昵稱、密碼即可添加攝像機。如果您家裏沒有網線，請參考方法二。 方法二：請將攝像機通電並復位，當聽到攝像機發出“滴滴滴”的系統提示音後，點擊APP“我的攝像機”頁面右上角“+”號進入“智能wifi”，選擇wifi名稱輸入wifi密碼，等待攝像機發出“咚”的壹聲，繼續等待將出現添加頁面，輸入攝像機昵稱及密碼即可添加成功。若不成功，可將攝像機復位並重新來壹遍。

# answertwo
source: A: Method 1: Power and plug Ethernet cable to Camera and will allow Camera to connect to the internet. Click the “+” icon located on screen top right corner. Choose Add Manually and input the Camera ID, Customized Device Name and Camera Password to add the camera to your APP. You can choose to connect using WiFi under Network Settings – WiFi List. Method 2: Power on your Camera Device but do not plug the Ethernet cable to Camera Ethernet port and press and hole Reset button on the Camera Device and wait for “Di-Di-Di” sound. Click on the “+” icon located on screen top right corner and choose Smart WiFi Setup. Follow the APP instructions to setup. Router Display name will be the WiFi connected on your mobile phone, input the Router WiFi password, click “Next” and wait for the connection. If unsuccessful, please ensure your WiFi password is correct or restart Method II setup. Note: This method will require your Camera Device UBoot Version 4 and above, Kernel Version 3 and above and Firmware Version 13 and above.
de: A: Methode 1: Verbinde das Ethernet-Kabel mit der Kamera um sie mit dem Internet zu verbinden. Drücke das “+” Symbol oben Rechts auf dem Bildschirm. Wähle manuell hinzufügen und füge die Kamera-ID, angepassten Gerät-Name und Kamera-Passwort ein. Sie können sich auf mit dem WiFi unter Netzwerk-Einstellungen verbinden – WiFi-Liste. . Methode 2: Schalte die Kamera ein, aber verbinde das Ethernet-Kabel nicht mit der Kamera, nun drücke und halte den Reset-Knopf auf der Kamera und warte auf den 'Di-Di-Di'-Ton. Klicke auf das '+' Symbol oben rechts auf dem Bildschirm und wähle Smart WiFi Konfiguration. Folge der APP-Anleitung zum konfigurieren. Router wird mit durch das WiFi mit dem Mobiltelefon verbunden, gebe nun das WiFi-Passwort des Routers ein, klicke 'Weiter' und warte auf die Verbindung. Bei einem fehlschlag, gehe sicher, dass das WiFi-Passwort korrekt ist oder probiere es mit Methode II. Notiz: Diese Methode benötigt Kamera UBoot Version 4 oder höher, Kernel Version 3 oder höher und Firmware Version 13 oder höher.
es_es: R: metodo 1: Alimente y conecte el cable de red de la camara a la red para acceder a internet. Haga click en el botón + en la esquina superior derecha de la pantalla. Seleccione agregar manualmente e introduzca la ID de la camara, Personalice el nombre del dispositivo y la clave en su aplicacion. Puede optar por conectarse a traves de wifi en configuracion de red – Lista wifi. metodo 2: Encienda la camara pero no conecte el cable de red, pulse y mantenga el boton de reset hasta escuchar un dididi. Haga click en el botón + localizado en la esquina superior derecha y seleccione la opción smart wifi. Siga las instrucciones de la aplicación para la configuracion. El nombre del router se corresponde a la red wifi conectada con su telefono, introduzca la clave del wifi haga click en siguiente y espere a que se conecte. Si no conecta, compruebe que la clave es la correcta o repita los pasos del método 2. Nota: Este metodo requiere que su camara sea version 4 o superior, version 3 del kernel y version de firmware 13 o superior.
fr: R : Allumez votre caméra en la branchant sur secteur. Activez le Wifi sur votre Smartphone. Appuyez sur le bouton « reset », un son de type « woosh » confirmera la manipulation. Cliquez sur le « + » puis cliquez ensuite sur « Smart Wifi ». Veuillez choisir le réseau sur lequel vous voulez que la caméra soit connectée puis saisir le mot de passe réseau. Allez au menu suivant et patientez quelques instants. La caméra sera alors connectée.Si cette tentative de connexion est infructueuse, vérifiez que le mot de passe réseau saisi est bien correct ou alors recommencez l’installation.
it: A: Metodo 1: Accendere e collegare il cavo Ethernet alla Telecamera per connetterla ad internet. Cliccare sull’icona “+”in alto a destra dello schermo. Scegliere Aggiungere Manualmente ed inserite ID della Telecamera, il nome del Dispositivo personalizzato e la password per aggiungere la Telecamera nell’ APP. Si può scegliere di collegarsi utilizzando il WiFi nell’ Impostazione Rete – Elenco WiFi. Metodo 2: Accendere laTelecamera senza collegare il cavo Ethernet, premere e mantenere premuto il tasto Rese; aspettare fino a sentire un suono “Di-Di-Di”. Cliccare sull’icona “+”in alto a destra dello schermo e scegliere impostazione Smart WiFi. Seguire le istruzioni di impostazione dell’APP. Il nome del router corrisponde al WiFi connesso nel telefono, inserire la password WiFi del Router, cliccare su “Next” ed aspettare la connessione. In caso di problemi, assicurarsi che la password WiFi sia corretta o ripete il processo di impostazione Modo II.Nota: Questo metodo necessita la versione 4 o superiore UBoot della Telecamera, Kernel Versione 3 o superiore e Firmware Versione 13 o superiore.
ko: A: 방법 1: 전원선과 인터넷이 가능한 이더넷선을 카메라에 연결합니다. 화면 우측 상단의 “+”아이콘을 클릭합니다. 수동 추가를 선택하고 앱에 추가할 카메라 ID, 장치이름과 카메라 비밀번호를 입력합니다. 네트워크 설정 - WiFi 목록에서 WiFi를 사용하여 연결할 수 있습니다. 방법 2: 카메라에 이더넷선을 연결하지 않고 전원을 연결하고 Reset 버튼을 누르고 “디-디-디” 소리가 나기를 기다립니다. 화면 우측 상단의 “+”아이콘을 클릭하고 스마트 wiFi 설정을 선택합니다. 설정을 위해 앱의 안내를 따릅니다. 라우터는 사용자 모바일 기기가 연결된 WiFi이며, 라우터 WiFi 비밀번호를 입력하고, “다음”을 클릭하고 연결을 기다립니다. 실패한 경우 사용자 WiFi 비밀번호를 확인하거나 방법 II 설정 프로세서를 재시작하시오. 주의: 이 방법은 카메라 장치가 UBoot 버젼 4 와 이상, 커널 버젼 3과 이상과 퍼웨어 버젼 13과 이상이 요구됩니다.
pt_pt: A: metodo 1: alimente y conecte o cabo RJ45 a câmera para se conectar a internet. Clique no icone “+” localizado na parte superior da tela canto direito. Escolha adicionar manualmente e introduza o ID da câmera, personalizado nome do dispositivo e câmera senha para adicionar a câmera para o APP. VoÇê pode escolher se conectar usando wifi em configuraÇãoes de rede – lista wifi. Método 2: ligar o dispositivo da câmera, mas não ligue o cabo Ethernet a porta Ethernet da câmera e pressione no botão dentro do buraco da câmera para redefinir no dispositivo e aguarde o som “di-di-di”. Clique no icone “+” localizado na tela canto superior direito e escolha configuraÇão wifi inteligente. Siga as instruÇões aplicativo para instalaÇão. Router do nome de exibiÇão será o wifi ligado no seu telefone móvel, inserir a senha do roteador wifi, clique en “siguente” e aguarde a conexão. Se não tiver éxito, certifique-se de sua senha wifi esta correta ou reinicie a instalaÇão método 2. Nota: este método vai exigir a versão UBoot 4 ou superior, kernel versão 3 e acima e firmware versão 13 e acima.
tr: A: Method 1: Güç ve Ethernet kablosunu Kameraya takın. Kameranın internete bağlanmasını sağlayın. Ekranın sağ üst köşesindeki + ikonuna basın. Elle ekleyini seçip kamera ID, belirlenmiş cihaz adını ve kamera şifresini girerek kamerayı uygulamanıza ekleyin. Network ayarları-WiFi listesi altında yer alan WiFi’yi kullanarak bağlanabilirsiniz. Method 2: Kamera cihazını açın ama Ethernet kablosunu kameraya bağlamayın. Kameradaki reset tuşuna “Di-Di-Di” sesini duyuncaya kadar basılı tutunuz. Ekranın sağ üst köşesindeki + ikonuna basın ve akıllı WiFi yüklemeyi seçiniz. Ayarlar için uygulama talimatlarını seçin. Mobil cihazınızın WIFI bağlantısı router adı olarak görünecektir, Router WiFi şifresini girip, “Sonraki”ne basın ve bağlanmasını bekleyin. Eğer başarısız olursa, WiFi şifrenizin doğru olduğuna emin olun ya da Method 2’yi tekrar uygulayın. Not: Bu method kamera cihaz versiyonun UBoot 4 ve yukarısı, Kernel 3 ve yukarısı ve Firmware 13 ve yukarısı olmasını gerektirir.
zh_hans: A：方法一：将摄像机插上电源插上网线，摄像机将自动上线，点击APP“我的摄像机”页面右上角“+”号进入“手动添加”，输入摄像机ID、昵称、密码即可添加摄像机。再进入摄像机设置页面中，“网络设置”选择要连接的wifi名称输入wifi密码，稍等片刻拔去网线，即可连上您想要连接的wifi。 方法二：请注意此方法要求摄像机UBoot：4或以上、内核版本 ：3或以上、系统版本 ：13或以上，先将摄像机不插网线，通电并复位，当听到摄像机发出“滴滴滴”的系统提示音后，点击APP“我的摄像机”页面右上角“+”号进入“智能wifi”，选择wifi名称输入wifi密码，等待摄像机发出“咚”的一声，继续等待将出现添加页面，输入摄像机昵称及密码即可添加成功。 若不成功，可将摄像机复位并重新来一遍。
zh_hant: A：方法壹：將攝像機插上電源插上網線，攝像機將自動上線，點擊APP“我的攝像機”頁面右上角“+”號進入“手動添加”，輸入攝像機ID、昵稱、密碼即可添加攝像機。再進入攝像機設置頁面中，“網絡設置”選擇要連接的wifi名稱輸入wifi密碼，稍等片刻拔去網線，即可連上您想要連接的wifi。 方法二：請註意此方法要求攝像機UBoot：4或以上、內核版本 ：3或以上、系統版本 ：13或以上，先將攝像機不插網線，通電並復位，當聽到攝像機發出“滴滴滴”的系統提示音後，點擊APP“我的攝像機”頁面右上角“+”號進入“智能wifi”，選擇wifi名稱輸入wifi密碼，等待攝像機發出“咚”的壹聲，繼續等待將出現添加頁面，輸入攝像機昵稱及密碼即可添加成功。 若不成功，可將攝像機復位並重新來壹遍。

# answerthree
source: A: 1) Press and hold the reset button with a pointed object (Needle, Toothpick) to reset the Camera. The reset button is usually located at the back portion of the Camera. When pointed object presses on the reset button correctly, sound alert (“Di”) can be heard followed by “Swing” like sound alert, this indicates that the camera has been reset successfully. You can also reset the Camera via your APP. To reset the Camera, go to Device settings and click on Restore Factory Settings..
de: A: 1) Drücke und halte den Reset-Knopf mit einem spitzen Gegenstand (Nadel, Zahnstocher) um die Kamera zu reseten. Der Reset-Knopf befindet sich auf der Rückseite der Kamera. Wenn der Reset-Knopf korrekt gedrückt wurde, ertönt ein Ton (“Di”) , gefolgt von “Swing”-Ton, dies zeigt, dass die Kamera erfolgreich resettet wurde. Die Kamera lässt sich auch per APP resetten. Gehe dazu auf Geräteinstellung und klicke auf auf Werkeinstellung zurücksetzen.
es_es: R: 1) Pulse y mantenga el boton reset con un objeto punzante (aguja, palillo de dientes) para resetear la camara. El botón de reset normalmente esta ubicado en la parte trasera de la cámara. Cuando se pulsa el botón correctamente, se escucha un di confirmando que el reset se ha realizado correctamente. Tambien puede resetear la cámara a través de la aplicacion. Para resetear la camara, vaya a Configuracion dispositivos y pulse en Restaurar Configuracion de fabrica..
fr: R : Appuyez, et restez appuyez sur le bouton reset avec un objet au bout pointu afin de réinitialiser la caméra. Le bouton reset se trouve généralement sur l’arrière de la caméra. Lorsque vous réaliser correctement l’opération, un premier bip se fait entendre pour dire que vous appuyez bien sur le bouton, puis au bout de quelques seconde un son « woosh » se fait entendre à nouveau pour confirmer la manipulation. Vous pouvez aussi réaliser la réinitialisation depuis l’application en vous rendant dans les paramètres de l’appareil.
it: A: 1) Premere e mantenere premuto il tasto reset utilizzando un oggetto appuntito (ago, stuzzicadenti) per ripristinare la Telecamera. Il tasto reset solitamente si trova sulla parte posteriore della Telecamera. Quando si preme il tasto reset con un oggetto appuntito correttamente, si sente un suono (“Di”) seguito da un’allerta sonora più secca, ciò indica che il ripristino della Telecamera é corretto. È anche possibile ripristinare la Telecamera dall’ APP.Per ripristinare la Telecamera, andare a Impostazione Dispositivo e cliccare su Ripristino Impostazioni di fabbrica.
ko: A: 1) 카메라 초기화는 핀 등의 뽀족한 물체를 사용하여 Reset 버튼을 수 초간 누릅니다. Reset 버튼은 카메라 바닥 또는 뒷면에 위치합니다. Reset 버튼을 정확히 누르면 “휘” 소리가 나고 “디” 경고음을 들을 수 있으며 이 것은 카메라가 정상적으로 초기화 된 것을 표시합니다. 앱에서도 카메라를 초기화 할 수 있습니다. 카메라를 초기화 하려면 장치 설정 > 공장 설정값 복원을 클릭합니다.
pt_pt: A: 1) pressione e segure o botão de reinicializaÇão com um objeto pontiagudo (agulha, palito) para redefinir a câmera. O botão reset generalmente esta localizado na parte de tras da câmera. Quando apontou prensas objeto no botão de reset corretamente, alerta sonoro (di) pode ser ouvido, seguido de “swing”, como alrta sonoro, isso indica que a câmera foi reiniciada com sucesso. voÇê tambem pode redefinir a câmera a través de seu aplicativo. Para reiniciar a cámara, va para as configuraÇões do dispositivo e clique em restaurar configuraÇões de fabrica..
tr: C: 1) Reset atmak için kameranın reset tuşuna sivri bir cisimle (iğne, kürdan) basılı tutunuz. Reset tuşu kameranın arkasında yer almaktadır. Sivri bir cisimle reset tuşuna doğru bir şekilde basıldığında önce “Di” sesini ardından“Swing” sesini duyulur. Bu sesler resetlemenin başarılı olduğunu belirtir. Kameranızı ayrıca uygulama ile de resetleyebilirsiniz. Kamerayı resetlemek için cihaz ayarlarına giderek Fabrika Ayarlarına geri döne basınız...
zh_hans: A：1、按住设备后方的复位键，为黑色小按钮或小孔，用尖端东西按下（例如：牙签，圆珠笔），按下时会有按钮按下的力道感觉，按下会有小声“滴”一声，2-5秒之内会有比较大的一声“嗖”的一声提示音，类似亮剑的声音，网线口的指示灯会同时熄灭并再同时亮起，摄像机将重新启动，复位成功。“嗖”的一声亮剑的系统提示音为复位成功的标志，若未听到此提示音可以松开等待一会再重按。 2、如果摄像机可以正常访问可以从APP中进入“设备设置”页面中点击“恢复出厂”即可将摄像机复位。
zh_hant: A：1）按住設備後方的復位鍵，為黑色小按鈕或小孔，用尖端東西按下（例如：牙簽，圓珠筆），按下時會有按鈕按下的力道感覺，按下會有小聲“滴”壹聲，2-5秒之內會有比較大的壹聲“嗖”的壹聲提示音，類似亮劍的聲音，網線口的指示燈會同時熄滅並再同時亮起，攝像機將重新啟動，復位成功。“嗖”的壹聲亮劍的系統提示音為復位成功的標誌，若未聽到此提示音可以松開等待壹會再重按。 2）如果攝像機可以正常訪問可以從APP中進入“設備設置”頁面中點擊“恢復出廠”即可將攝像機復位。
