Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# qrcode_prompt
source: Position the QR code from the Mobile Device 20 to 30 cm infront of Camera and allow Camera to Scan QR Code. Hold and Wait till 'Ding' alert sound is heard.
de: Positioniere den QR-Code des Mobiltelefon 20-30cm vor der Kamera und erlaube der Kamera den QR-Code zu scannen. Halte den Code bis ein 'Ding' ertönt.
es: Por favor, coloque el teléfono móvil de 20 a 30 centímetros de distancia de la cámara, póngala enfrente del código de exploración inteligente, espere hasta que escuche un sonido como Ding
es_es: Posicione el codigo QR del movil a 20 o 30 cms en frente de la camara y permita que la camara escanea el codigo QR. Mantengalo y espera hasta escuchar un sondo de alerta 'Ding'
fr: Placez le smartphone qui affiche un QR Code devant la caméra à une distance comprise entre 20 et 30cm, la caméra a-t-elle fait un son 'Ding'?
it: Posizionare il codice QR sul dispositivo mobile 20 a 30 cm davanti alla telecamera e permettere alla telecamera la scansione del codice QR. Tenere fermo e aspettare che si senta il suono di allarme 'Ding'.
ja: カメラから20～30センチメートル離して携帯電話を置いてください、”ディン”の音が聞こえるまで、スマートキーはカメラに直面して配置してください。?
ko: 모바일 장치의 QR코드를 카메라 전면 20~30cm에 위치하고 카메라가 QR코드를 스캔하게 합니다. '딩' 소리가 나기까지 기다립니다.
pt_pt: Posicione o codigo QR na frente do dispositivo a 20 o 30cm da camera e deixe a camara digitalizar o codigo. Segure e espere ate que o som de alerta “Ding“ e ouvido
tr: QR kodu kameranın 20-30 cm önünde tutun ve kameranın QR kodu taramasına izin verin. ‘Ding’ sesi duyuluncaya kadar bekleyin.
zh_hans: 请将摄像头对准二维码，保持20-30cm，直到听到叮的一声，是否听到？
zh_hant: 請將攝像頭對准二維碼，保持20-30cm，直到聽到叮的一聲，是否聽到？

# modify_visitor_password
source: Guest password
de: Gast-Passwort
es: Contraseña de invitado
es_es: Clave de invitado
fr: Mot de passe invité
it: Password ospite
ja: ゲストパスワード
ko: 방문자 비밀번호
pt_pt: Senha de convidado
tr: Misafir şifresi
zh_hans: 设置访客密码
zh_hant: 設置訪客密碼

# auto_update
source: Automatically Update
de: Automatisches Update
es: Actualizar automáticamente
es_es: Actualizacion autimatica
fr: Mise à jour automatique
it: Aggiornamento automatico
ja: アップデートについて
ko: 자동 업데이트
pt_pt: Atualizar automaticamente
tr: Otomatik olarak güncelle
zh_hans: 自动升级
zh_hant: 自動升級

# accept_alarm
source: Receive Notification
de: Beanchrichtigung erhalten
es: Recibe mensaje por alarma
es_es: Recibir notificacion de Alarma
fr: Reception message alarme
it: Ricevere una notifica di allarme
ja: 警報メッセージを受信
ko: 알림 수신
pt_pt: Receber notifica«„o alarme
tr: Alındı bildirimi
zh_hans: 接收报警消息
zh_hant: 接收報警消息

# human_infrared
source: PIR Sensor Switch
de: PIR-Sensor-Schalter
es: Encender infrarrojo
es_es: Interruptor Sensor PIR
fr: Activation infrarouge
it: Interruttore sensore PIR
ja: 赤外線スイッチ
ko: PIR 센서 스위치
pt_pt: Interruptor sensor PIR
tr: PIR Dedektörü Anahtarı
zh_hans: 人体红外开关
zh_hant: 人體紅外開關

# human_infrared_detection
source: PIR Sensor
es: Encender infrarrojo
es_es: Sensor PIR
fr: Activation infrarouge
it: Sensore PIR
ja: 赤外線スイッチ
ko: PIR 센서
pt_pt: Sensor PIR
tr: PIR dedektörü
zh_hans: 人体红外侦测
zh_hant: 人體紅外偵測

# wired_alarm_input
source: Wired Sensor input
de: Sensor-Eingabe verbunden
es: Entrada de alarma con conexión de cable
es_es: Entrada de Sensor Cableado
fr: Alarme activée
it: Ingresso sensore a fili
ja: 有線警報入力
ko: 유선 센서 입력
pt_pt: Entrada do sensor cabeada
tr: Kablolu sensör girişi
zh_hans: 有线报警输入
zh_hant: 有線報警輸入

# wired_alarm_output
source: Wired Sensor output
de: Sensor-Ausgabe verbunden
es: Salida de alarma con conexión de cable
es_es: Salida de Sensor Cableado
fr: Alarme désactivée
it: Uscita sensore a fili
ja: 有線警報出力
ko: 유선 센서 출력
pt_pt: Saida sensor cabeada
tr: Kablolu sensör çıkışı
zh_hans: 有线报警输出
zh_hant: 有線報警輸出

# image_inversion
source: Image Reverse
de: Bild drehen
es: Voltear imagen
es_es: Imagen Invertida
fr: Image inversée
it: Immagine ivnersa
ja: 画像反転
ko: 영상 반전
pt_pt: Inverter imagem
tr: Görüntüyü çevirme
zh_hans: 图像倒转
zh_hant: 圖像倒轉

# TH_alert
source: TEMP & HUM alarm
de: Temp. & Feucht. Alarm
es: Alarma de TEMP & HUM
es_es: Alarma de Temperatura y Humedad
fr: TEMP & HUM alarme
it: Allarme temperatura e umidità
ja: 温度 湿度 警報
ko: 온도 & 습도 알람
pt_pt: TEMP & HUM alarme
tr: ISI & NEM alarmı
zh_hans: 温湿度报警
zh_hant: 溫濕度報警

# temperature_now
source: Current Temperature
de: Aktuelle Temperatur
es: Temperatura actual
es_es: Temperatura Actual
fr: Température actuelle
it: Temperatura attuale
ja: 現在温度
ko: 현재 온도
pt_pt: Temperatura atual
tr: Mevcut Sıcaklık
zh_hans: 当前温度
zh_hant: 當前溫度

# humidity_now
source: Current Humidity
de: Aktuelle Feuchtigkeit
es: Humedad actual
es_es: Humedad Actual
fr: Humidité actuelle
it: Umidità attuale
ja: 現在湿度
ko: 현재 습도
pt_pt: Umidade atual
tr: Mevcut Nem
zh_hans: 当前湿度
zh_hant: 當前濕度

# temperature_max
source: Upper Temperature Limit
de: Oberes Temperatur-Limt
es: Límite más bajo de temperatura
es_es: Limite inferior de temperatura
fr: Température minimale
it: Temepratura bassa inferiore al limite
ja: 最低温度
ko: 온도 상한
pt_pt: Limite de temperatura
tr: En Üst Sıcaklık Limiti
zh_hans: 温度上限
zh_hant: 溫度上限

# temperature_min
source: Lower Temperature Limit
de: Unteres Temperatur-Limit
es: Límite másalto de temperatura
es_es: Configuracion del limite superior de temperatura
fr: Température maximale
it: Impostare limite più alto per la temperatura bassa
ja: 最高温度
ko: 온도 하한
pt_pt: Configura«„o de limite superior de temperatura
tr: En Düşük Sıcaklık Limiti
zh_hans: 温度下限
zh_hant: 溫度下限

# input_new_visitor_password
source: Please input Guest password
de: Gast-Passwort eingeben
es: Ingrese la contraseña de invitado
es_es: Por favor introduzca la clave de invitado
fr: Saisir mot de passe invité
it: Inserire password ospite
ja: ゲストパスワードを入力してください
ko: 방문자 비밀번호 입력하시오
pt_pt: Por favor, digite a senha convidado
tr: Lütfen misafir şifresini girin
zh_hans: 请输入访客密码
zh_hant: 請輸入訪客密碼

source: Anonymous Login
de: Anonymer Login
es: Iniciar sesión de forma anónima
es_es: Acceso Anonimo
fr: Connexion anonyme
it: Login anonimo
ja: 匿名ログイン
ko: 익명 로그인
pt_pt: Inicio de sess„o anonimo
tr: Ortak Giriş
zh_hans: 匿名登录
zh_hant: 匿名登錄

source: Anonymous
de: Anonym
es: Anónimo
es_es: Anonimo
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
pt_pt: Anonimo
tr: Ortak
zh_hans: 匿名
zh_hant: 匿名

# remote_record_switch
source: Recording I/O
de: Aufnahme I/O
es: Cambiar grabación
es_es: Grabacion E/S
fr: Activation enregistrement
it: Registrazione Ingresso e Uscita
ja: 録画スイッチ
ko: I/O 녹화
pt_pt: Grava«„o de I/O
tr: I/O Kaydediyor
zh_hans: 录像开关
zh_hant: 錄像開關

# modify_manager_password
source: Admin password
de: Admin-Passwort
es: Contraseña de administrador
es_es: Clave administrador
fr: Mot de passe administrateur
it: Password Admin
ja: 管理者パスワード
ko: 관리자 비밀번호
pt_pt: Senha de administrador
tr: Yönetici şifresi
zh_hans: 设置管理密码
zh_hant: 設置管理密碼

source: SD
ja: スピード…
zh_hans: 标清
zh_hant: 標清

source: LD
ja: 通常画質
zh_hans: 流畅
zh_hant: 流暢

source: HD
ja: 高画質
zh_hans: 高清
zh_hant: 高清

# number_viewer
source: Number of viewers:
de: Anzahl der Zuschauer:
es: Número de usuarios:
es_es: Numero de visiualizadores:
fr: Nombre de téléspectateurs:
it: Numero di visualizzazioni:
ja: 視聴者数:
ko: 연결 기기:
pt_pt: Numero de espectadores:
tr: İzleyen Sayısı:
zh_hans: 当前观看人数:
zh_hant: 當前觀看人數:

# time_zone_set
source: Timezone Setting
de: Zeitzoneneinstellung
es: Ajuste de zona horaria
es_es: Configuracion Zona Horaria
fr: Paramètre fuseaux horaires
it: Impostazione ora locale
ja: 標準時間設定
ko: 시간대 설정
pt_pt: Configura«„o de fuso horario
tr: Zaman Bölgesi Ayarı
zh_hans: 时区设置
zh_hant: 時區設置

# new_account_register
source: Sign Up
de: Anmelden
es: Registrar
es_es: Registrar Cuenta
fr: S'inscrire
it: Account registrato
ja: 登録
ko: 가입
pt_pt: Registrar conta
tr: Kayıt
zh_hans: 新用户注册
zh_hant: 新用戶注冊

# phone_register
source: Mobile Number
de: Mobiltelefon
es: Registrar por teléfono
es_es: Registrar con numero de movil
fr: S'inscrire par téléphone
it: Registrati con numero di telefono
ja: 携帯電話で登録
ko: 모바일 번호
pt_pt: Registre-se no numero de celular
tr: Mobil No
zh_hans: 手机注册
zh_hant: 手機注冊

# email_register
source: Email
es: Registrar por e-mail
es_es: Registrar con Email
fr: S'inscrire par email
it: Registrati con mail
ja: メールアドレスで登録
pt_pt: Registre-se no correio
zh_hans: 邮箱注册
zh_hant: 郵箱注冊

# register_account
source: Register Account Guide
de: Account registrieren
es: Guía de registro
es_es: Registrar Cuneta Guia
fr: Guide d'inscription
it: Guida account registrati
ja: 登録案内
ko: 계정 등록 안내
pt_pt: Registre conta guia
tr: Hesap Kayıt Kılavuzu
zh_hans: 注册
zh_hant: 注冊

# storage_info
source: Micro SD Card Info
de: Micro-SD-Karte Info
es: Información de almacenamiento
es_es: Informacion tarjeta Micro SD
fr: Information stockage
it: Informazioni schedaMicro SD
ja: ストレージ情報
ko: Micro SD 카드 정보
pt_pt: Informa«„o cart„o Micro SD
tr: Micro SD Card Bilgisi
zh_hans: 存储信息
zh_hant: 存儲信息

# sd_card_capacity
source: Capacity:
de: Kaptazität:
es: Capacidad de SD:
es_es: Capacidad Total:
fr: Capacité carte mémoire SD:
it: Capacità totale:
ja: SDカード容量:
ko: 용량:
pt_pt: Capacidade total:
tr: Kapasite:
zh_hans: SD卡容量:
zh_hant: SD卡容量:

# sd_card_rem_capacity
source: Available:
de: Verfügbar:
es: SD disponible:
es_es: Capacidad sin usar:
fr: Disponibilité carte mémoire SD:
it: Capacità rimanente:
ja: SDカード残量:
ko: 사용가능:
pt_pt: Capacidade restante:
tr: Müsait:
zh_hans: SD卡剩余容量:
zh_hant: SD卡剩余容量:

# u_disk_capacity
source: Flash Disk Capacity:
de: Flash-Disk Kapazität:
es: Capacidad del disco:
es_es: Capacidad Disco Flash:
fr: Capacité clé USB:
it: Capacità Flash Disk:
ja: USB容量:
ko: 플래쉬 디스크 용량:
pt_pt: Capacidade disco Flash
tr: Flash Disk Kapasitesi:
zh_hans: U盘容量:
zh_hant: U盤容量:

# u_disk_rem_capacity
source: Remaining Capacitiy:
de: Vorhandene Kapazität:
es: U disponible:
es_es: Capacidad sin usar:
fr: Disponibilité clé USB:
it: Capacità rimanente:
ja: USB残量:
ko: 남은 용량:
pt_pt: Capacidade restante
tr: Kalan Kapasite:
zh_hans: U盘剩余容量:
zh_hant: U盤剩余容量:

# sd_card_format
source: Delete & Format
de: Löschen & Format
es: Borrar tarjeta SD
es_es: Borrar y Formatear
fr: Effacer le contenu de la carte mémoire SD
it: Cancellare e formattare
ja: SDカード消去
ko: 삭제 & 포맷
pt_pt: Excluir e formato
tr: Sil & Formatla
zh_hans: SD卡格式化
zh_hant: SD卡格式化

# no_storage
source: Micro SD Card not available.
de: Micro-SD-Karte ist nicht verfügbar.
es: No hay dispositivos de almacenamiento.
es_es: La tarjeta Micro SD no esta disponible.
fr: Aucun périphérique de stockage connecté.
it: Micro SD non disponibile.
ja: 記憶媒体がありません.
ko: Micro SD 카드를 사용할 수 없음.
pt_pt: Cart„o Micro SD n„o esta disponivel.
tr: Micro SD Card yok.
zh_hans: 没有发现存储设备
zh_hant: 沒有發現存儲設備

# not_support_format
source: Formatting is not supported.
de: Formatieren wird nicht unterstützt.
es: El dispositivo no es compatible con el formato.
es_es: Formatenado no es soportado.
fr: Le matériel ne supporte pas ce format.
it: Formattazione non supportata.
ja: カメラはフォーマット未対応です.
ko: 포맷을 지원하지 않음
pt_pt: A formata«„o n„o e suportado
tr: Formatlama desteklenmiyor.
zh_hans: 设备不支持格式化
zh_hant: 設備不支持格式化

# device_not_support_no_storage
source: Device does not support or no SD Card is found
de: Gerät unterstützt keine SD-Karte oder sie wurde nicht gefunden
es: El dispositivo no es compatible o no encuentra la tarjeta SD
es_es: Dispositivo no soportado o no se ha encontrado la tarejeta SD
fr: Le matériel ne détecte pas de carte mémoire SD
it: Il dispositivo non supporta o non trova la micro SD
ja: SDカードを見つけることがきでません
ko: 장치에서 지원하지 않거나 SD 카드가 없음
pt_pt: O dispositivo n„o suporta o n„o encontra o cart„o SD
tr: Cihaz desteklemiyor ya da SD Card bulunamadı
zh_hans: 设备不支持或没有存储设备
zh_hant: 設備不支持或沒有存儲設備

# sd_format_success
source: Delete memory successful
de: Speicher erfolgreich gelöscht
es: Se borró la tarjeta SD con éxito
es_es: Borrado de memoria correcto
fr: Supporession du contenu de la carte mémoire SD réussis
it: Eliminazione memoria riuscita
ja: SDカード不フォーマット完了
ko: 메모리 삭제 성공
pt_pt: Apagado a memoria com sucesso
tr: Hafıza başarıyla silindi
zh_hans: SD卡格式化成功
zh_hant: SD卡格式化成功

source: Format SD Card
es: Formatear tarjeta SD
es_es: Formatear tarjeta SD
fr: Format de la carte mémoire SD
it: Formato SD Card
ja: SDカードフォーマット
ko: SD 카드 포맷
pt_pt: Formato cart„o SD
tr: SD Kartı Formatla
zh_hans: 格式化SD卡
zh_hant: 格式化SD卡

# confirm_format
source: All data will be deleted with this option. Confirm Delete?
de: Alle Daten werden mit dieser Option gelöscht. Löschen bestätitgen
es: ¿Está seguro de borrar? Si lo hace, ¡perderá todos los datos!
es_es: Todos los datos seran borrados con esta opcion. ¿Confirma el borrado?
fr: Êtes-vous sûr de vouloir supprimer? Si vous acceptez, vous perdrez toutes vos données!
it: Tutti i dati verranno cancellati, confermi?
ja: ファーマットしますか？すべてのデータが消去されます!
ko: 진행 시 모든 데이터가 삭제됩니다. 삭제합니까?
pt_pt: Todos os dados ser„o apagados com esta op«„o. Confirma excluir?
tr: Tüm bilgiler silinecek. Silmeyi onaylayın?
zh_hans: 要清空SD卡吗？如果这样做，您会丢失其中存储的全部数据！
zh_hant: 要清空SD卡嗎？如果這樣做，您會丟失其中存儲的全部數據！

# device_not_support_sensor_switch
source: Current Device does not support Sensor Pairing
de: Aktuelles Gerät unterstüzt keine Sensorpaarung
es: El dispositivo actual no es compatible con el sistema
es_es: El Dispositivo actual no soporta el emparejamiento del Sensor
fr: Le matériel actuel ne supporte pas le détecteur
it: Dispositivo attuale non supporta l'accoppiamento con il sensore
ja: このカメラはセンサースイッチ未対応です
ko: 현재 장치는 센서 페어링을 지원하지 않습니다
pt_pt: O dispositivo atual n„o suporta emparelhamento sensor
tr: Mevcut cihaz sensör eşleşmesini desteklemiyor.
zh_hans: 当前设备不支持传感器开关
zh_hant: 當前設備不支持傳感器開關

# learn_code
source: Pairing and Code Sensor
de: Parrungs- und Codesensor
es: Registrar código
es_es: Emparejando y Codificando el Sensor
fr: Retenir le code
it: Accoppiamento e codifica sensore
ja: コード記憶
ko: 페어링과 암호화 센서
pt_pt: Emparelhamento e codigo de sensor
tr: Eşleşme ve sensör kodu
zh_hans: 学习对码
zh_hant: 學習對碼

source: No Record
de: Keine Aufnahme
es: Sin grabación
es_es: Sin Grabacion
fr: Pas d'enregistrement
it: Nessuna registrazione
ja: 記録なし
ko: 녹화 없음
pt_pt: Nemhuma grava«„o
tr: Kayıt yok
zh_hans: 暂无记录
zh_hant: 暫無記錄

# no_more_record
source: Record list is empty.
de: Aufnahme-Liste ist leer.
es: Sin más grabaciones.
es_es: La lista de grabacion esta vacia.
fr: Pas plus d'enregistrements.
it: Lista di registrazione è vuota.
ja: これ以上記録はありません.
ko: 녹화 목록이 비었음.
pt_pt: Lista de registros esta vazia
tr: Kayıt listesi boş.
zh_hans: 没有更多记录了
zh_hant: 沒有更多記錄了

# scan_switch
source: Change Batch
de: Ändere Stapel
es: Cambiar
es_es: Proceso de cambio
fr: Lancer
ja: スイッチ
ko: 작업 변경
pt_pt: Alterar lote
tr: Grubu değiştirin
zh_hans: 换一批
zh_hant: 換一批

# scan_complete
source: Add completed
de: Hinzugefügt
es: Completo
es_es: Incluir completdo
fr: Complet
it: Aggiunta completata
ja: 完了
ko: 추가 완료
pt_pt: Adicionar concluido
tr: Eklendi
zh_hans: 完成添加
zh_hant: 完成添加

# scan_add_successfully
source: Added successfully
de: Hinzufügen erfolgreich
es: Se agregó exitosamente
es_es: Incuido correctamente
fr: Ajout réussis
it: Aggiunto con successo
ja: 追加完了
ko: 추가 성공
pt_pt: Adicionado com sucesso
tr: Başarıyla eklendi
zh_hans: 添加成功
zh_hant: 添加成功

# scan_tip
source: Tips
de: Tipps
es: Consejo
es_es: Consejos
fr: Tip
it: Suggerimenti
ja: 注意
ko: 팁
pt_pt: Dicas
tr: İpuçları
zh_hans: 提示
zh_hant: 提示

# scan_tryagain
source: Try again
de: Versuch es nochmal
es: Intentar de nuevo
es_es: Intentelo de nuevo
fr: Essayez encore
it: Prova ancora
ja: 再試行します
ko: 다시 시도하시오
pt_pt: Tente novamente
tr: Yeniden deneyin
zh_hans: 再试一次
zh_hant: 再試一次

# scan_error01
source: WiFi password error
de: WiFi-Passwort Fehler
es: Error en la contraseña del Wifi
es_es: Error en la clave WiFi
fr: Mot de passe Wifi erronné
it: Errore password WiFi
ja: Wifiパスワードエラー
ko: WiFi 비밀번호 오류
pt_pt: Erro senha Wifi
tr: WiFi şifre hatası
zh_hans: Wifi密码错误
zh_hant: Wifi密碼錯誤

# scan_error02
source: Device does not support 5G router currently
de: 5G-Router wird von dem Gerät nicht unterstützt
es: Actualmente el dispositivo no es compatible con el router 5G
es_es: El dispositivo ni soporta router 5G actualmente
fr: Le matériel ne supporte pas le routeur actuel
it: Il dispositivo non supporta il router 5Ghz
ja: ５Gのルーターは未対応です
ko: 장치는 현재 5G 라우터를 지원하지 않습니다
pt_pt: O dispositivo n„o suporta roteador 5G atualmente
tr: Cihaz şu an için 5G routerı desteklemiyor
zh_hans: 设备目前不支持5G路由器
zh_hant: 設備目前不支持5G路由器

# scan_error03
source: Router DHCP function is turned off
de: Router-DHCP ist ausgeschalten
es: La función DHCP del router no está abierta
es_es: La funcion DHCP del Router DHCP esta desactivada
fr: La fonction DHCP du routeur n'est pas en marche
it: Funzione DHCP del router è spenta
ja: ルーターのDHCPが確認できません
ko: 라우터 DHCP 기능이 꺼져 있음
pt_pt: Fun«„o de roteador DHCP esta desligado
tr: Router DHCP fonksiyonu kapatıldı
zh_hans: 路由器DHCP功能没有开启
zh_hant: 路由器DHCP功能沒有開啓

# mainmenu_alarmset
source: Set Alarm
de: Alarm festlegen
es: AlarmSet
es_es: Administracion de alarma
fr: Paramètres alarme
it: Gestione allarme
ja: 警報設定
ko: 알람 설정
pt_pt: Gest„o de alarmes
tr: Alarm Ayarı
zh_hans: 报警管理
zh_hant: 報警管理

# mainmenu_help
source: FAQ
es: Ayuda
es_es: Preguntas y Respuestas frecuentes
fr: Aide
ja: ヘルプ
pt_pt: Perguntas frequentes
tr: SSS
zh_hans: 帮助
zh_hant: 幫助

# adddevice_btn_rader
source: Radar
es: Rader
fr: Rader
ja: レーダー
ko: 탐지
zh_hans: 雷达
zh_hant: 雷達

# adddevice_btn_manual
source: Manual
de: Handbuch
fr: Manuel
it: Manuale
ja: 手動
ko: 수동
tr: Manuel
zh_hans: 手动
zh_hant: 手動

# adddevice_tip
source: Camera is connecting to WiFi
de: Kamera verbindet sich mit WiFi
es: La cámara wifi es de conexiones
es_es: La camara esta conectandose al WiFi
fr: A propos des caméras connectés
it: La telecamera si sta connettendo in WiFi
ja: Wi-Fiカメラ 接続について
ko: 카메라가 WiFi에 연결 중
pt_pt: Camara esta se conectando a Wifi
tr: Kamera WiFi’a bağlanamıyor
zh_hans: 摄像头即将连接的Wi-Fi
zh_hant: 攝像頭即將連接的Wi-Fi

# adddevice_warm_tip
source: Tips:Use English mode to input password.
de: Tipps: Nutze den Englischen Modus um das Passwort einzugeben.
es: Consejos: utilice ingles para ingresar la contraseña.
es_es: Consejos:Use el modo Castellano para introducir la clave.
fr: Tips: Veuillez saisir le mot de passe en Anglais.
it: Suggerimento: utilizzare la modalità inglese per inserire la password.
ja: 注意:パスワードに英字を使用してください.
ko: 팁: 비밀번호는 영어 모드를 사용합니다.
pt_pt: Dicas: use o modo ingles para senha de entrada
tr: İpucu:Şifreyi girmek için İngilizce modu kullanın.
zh_hans: 温馨提示:输入密码时,请切换成英文输入法。
zh_hant: 溫馨提示:輸入密碼時,請切換成英文輸入法。

# adddevice_btn_setwifi
source: Set WiFi
de: WiFi festlegen
es: establecer wifi
es_es: Configuracion WiFi
fr: Paramètres wifi
it: Impostazione WiFi
ja: Wifi設定
ko: WiFi 설정
pt_pt: Definir Wifi
tr: WiFi Ayarla
zh_hans: 设置wifi
zh_hant: 設置wifi

# adddevice_btn_skip
source: Skip
de: Überspringen
es: Omitir
es_es: Saltar
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_pt: Pular
tr: Geç
zh_hans: 跳过
zh_hant: 跳過

# add_guard_text06
source: Power Device
de: Gerät einschalten
es: Encender
es_es: Alimnente el dispositivo
fr: Mettre en marche
it: Accendere il dispositivo
ja: パワーオン
ko: 전원 연결
pt_pt: Encender dispositivo
tr: Güç Cihazı
zh_hans: 连接好电源
zh_hant: 連接好電源

# add_guard_text07
source: Power Device and wait for 'Di-Di-Di' alert sound from camera; if Reset Camera if no sound is heard
de: Gerät einschalten und auf 'Di-Di-Di'-Ton der Kamera warten; if Kamera neustarten, wenn kein Ton erklingt
es: Encender, espere el sonido como di-di-di de la cámara; si no escucha el sonido, reiníciela.
es_es: Alimnente el dispositivo y espere al sonido de alerta 'Di-Di-Di' de la camara; si la camara se resetea el sonido no se escucahara
fr: Allumez l'appareil, attendez jusqu'à entendre le son 'Bip-Bip-Bip'; Si vous ne l'entendez pas, merci d'appuyer sur le bouton 'reset'
it: Accendereil dispositivo ed attendere il suono 'Di-Di-Di' dalla telecamera; if Resettare la telecamera se non si sente alcun suono
ja: パワーオンして“ジジジ の音を待ってください。聞こえない場合はリセットしてkうださい
ko: 전원을 연결하고 '디-디-디'경고 소리를 기다립니다; 소리가 나지 않으면 카메라를 초기화 하시오
pt_pt: Encender dispositivo e esperar por som ”DI-DI-DI“ de alerta de camera, NIF redefinir camera se nenhum som e ouvido
zh_hans: 接通电源，等待摄像头发出滴滴滴声音; 如果没有听到滴滴滴声音，请将摄像头复位
zh_hant: 接通電源，等待攝像頭發出滴滴滴聲音; 如果沒有聽到滴滴滴聲音，請將攝像頭複位

# waiting_content_prompt01
source: Waiting for connection
de: Wart auf Verbindung
es: Esperando a la conexión
es_es: Esperando por la conexion
fr: En attente de connexion
it: In attesa del collegamento
ja: 接続待ち
ko: 연결 대기 중
pt_pt: Aguardando conex„o
tr: Bağlantı için bekleniyor
zh_hans: 等待连接
zh_hant: 等待連接

# waiting_content_prompt02
source: Connecting... Please be patient,connection will be completed soon.
de: Verbinde... Verbindung wird bald abgeschlossen werden.
es: Conectando... Por favor sea paciente, la conexión estará realizada muy pronto.
es_es: Conectando... Por favor sea paciente, la conexion se completara pronto.
fr: Connexion... Veuillez patienter, la connexion est bientôt terminé.
it: Connessione... prego attendere, la connessione avverrà presto.
ja: 接続しています... 接続は直ぐに完了します。.
ko: 연결 중... 기다리시오, 연결이 곧 완료됩니다.
pt_pt: Conectando... Por favor, seja paciente, a conex„o sera concluida em breve.
tr: Bağlanıyor...Lütfen bekleyin, bağlantı kısa sürede kurulacaktır.
zh_hans: 正在连接中...... 请耐心等待,马上就要连接成功了。
zh_hant: 正在連接中...... 請耐心等待,馬上就要連接成功了。

# addDevice_warm_tips
source: Tips: To avoid unrequired privacy loss, modify the Device default password on initial usage!
de: Tipps: Um Datenverlust zu vermeiden, ändere das Gerät-Passwort auf das Standard-Passwort!
es: Consejos: En el primer uso, modifique la contraseña predeterminada, con el fin de evitar la pérdida de la privacidad
es_es: Consejos: ¡Para evitar accesos sin autorizacion, modifique la clave por defecto en el acceso inicial!
fr: Tips: Veuillez changer le mot de passe d'origine pour une sécurité optimale de votre installation!
it: Suggerimento: Per evitare la violazione della privacy, modificare la password di default!
ja: 注意: 最初に使用する時に、デフォルトのパスワードを変更してください!
ko: 팁: 개인정보 보호를 위해, 처음 사용시 장치 비밀번호를 변경하시오!
pt_pt: Dicas: Para evitar a perda de privacidade n„o correspondido, modificar a senha padr„o de dispositivos em uso inicial!
tr: İpucu: Güvenlik açığına neden olmamak için ilk kullanımda şifreyi değiştirin!
zh_hans: 温馨提示:初次使用请及时修改默认密码，以免造成隐私泄露。
zh_hant: 溫馨提示:初次使用請及時修改默認密碼，以免造成隱私泄露。

# manual_set_time
source: Set Time Manually
de: Zeit manuell festlegen
es: Establecer tiempo manualmente
es_es: Configure la hora manualmente
fr: Régler date et heure manuellement
it: Impostazione orario manuale
ja: 手動設定時間
ko: 시간 수동 설정
pt_pt: Definir hora manualmente
tr: Zamanı manuel olarak ayarla
zh_hans: 手动对时
zh_hant: 手動對時

# network_set_time
source: Network System Time
de: Netzwerk-System-Zeit
es: Establecer tiempo de la red
es_es: Hora del sistema de la Red
fr: Régler date et heure automatiquement
it: Orario di rete
ja: ネットワーク設定時間
ko: 네트워크 시스템 시간
pt_pt: Hora de sistema
tr: Network Sistem Zamanı
zh_hans: 网络对时
zh_hant: 網絡對時

source: Year
de: Jahr
es: año
es_es: Año
fr: a
it: Anno
ja: 年
ko: 년
pt_pt: Ano
tr: Yıl
zh_hans: 年
zh_hant: 年

source: Month
de: Monat
es: mes
es_es: Mes
fr: m
it: Mese
ja: 月
ko: 월
pt_pt: Mes
tr: Ay
zh_hans: 月
zh_hant: 月

source: Day
de: Tag
es: día
es_es: Dia
fr: j
it: Giorno
ja: 日
ko: 일
pt_pt: Dia
tr: Gün
zh_hans: 日
zh_hant: 日

source: Hour
de: Stunde
es: hora
es_es: Hora
fr: h
it: Ora
ja: 時
ko: 시간
pt_pt: Hora
tr: Saat
zh_hans: 时
zh_hant: 時

# minute
source: Min
es_es: Minuto
ja: 分
ko: 분
tr: Dakika
zh_hans: 分
zh_hant: 分

source: mac address
de: MAC-Adresse
es: dirección mac
es_es: direccion mac
fr: Adresse mac
ja: mac アドレス
ko: mac 주소
pt_pt: Endere«o MAC
tr: mac adresi
zh_hans: mac地址
zh_hant: mac地址

source: Enabled
de: Deaktiviert
es: habilitado
es_es: Habilitado
fr: Activé
it: Abilitato
ja: 使用可能
ko: 사용가능
pt_pt: Ativado
tr: Etkinleştirildi
zh_hans: 启用状态
zh_hant: 啓用狀態
