Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# answerfour
source: A: Insert a formatted (FAT32 format can be done with PC or Laptop) Micro SD Card to the Camera TF card interface slot and restart the Camera. Max Micro SD Card capacity supported by the Camera is 128GB but please ensure a Genuine Class 4 above Micro SD Card is used. Under Device settings – Record Settings, choose from 3 options for recording. Manual Recording refers to 24 hours recording, Alarm Recording refers to recording will only commence upon alarm trigger ( with intervals of 1 min, 2 mins, 3 mins) and Scheduled Recording refers to setting recording start and ending time. Default resolution for recording is Standard Definition.
de: A: Fügen sie eine formatierte (FAT32-Format kann mit dem PC erledigt werden) Micro-SD-Karte in den dafür vorgesehenen Slot der Kamera ein und starten die Kamera neu. Die maximale Kapazität, die von der Kamera unterstützt wird ist eine Micro-SD-Karte mit 128GB, aber benutzen sie nur Original Micro-SD-Karten Klasse 4 oder höher. Unter Geräteinstellungen – Aufnahmeeinstellungen, wähle eine von 3 Optionen zum aufnehmen. Manuelle-Aufnahme bezieht sich auf 24 Stunden Aufnehmen, Alarm-Aufnahme beginnt erst nachdem der Alarm-Auslöser aktiviert wurde ( in einem Intervall von 1 min, 2 min, 3 min) und Zeitplan-Aufnahmen beziehen sich auf die eingestellte Start- und Endzeit. Standard Auflösung für die Aufnahme ist die Standard Bildschärfe.
es_es: R: Inserte una tarjeta Micro SD formateada (el formateo FAT32 puede ser hecho desde el PC o portátiles) en el slot de la cámara y reinicie la camara. La maxima. capacidad soportada por la camara es de 128 Gb, pero asegurese que la tarjeta usada es de Clase 4 o superior. En la configuración de dispositivos- Configuracion de Grabacion, seleccione una de las tres opciones de grabación: Grabacion Manual se refiere a grabación 24 horas, Grabacion por Alarma solo grabara después de una activación por alarma (con intervalos de 1,2 y 3 minutos) y grabación programada que se refiere a que la grabación comience y acaba en un horario predefinido. Por defecto la resolución de grabación por defecto es la definicion estandard.
fr: R : Insérez une carte mémoire de type MicroSD dans la fente et rallumez la caméra. La Micro SD doit être formatée au format FAT32 (réalisable depuis son pc ou bien même depuis l’application). La caméra peut supporter une MicroSD de type Class 4 ou + de 128 Gb maximum. Dans les paramètres de l’appareil, allez dans les paramètres d’enregistrements, 3 options s’offrent à vous : Continu, Alarme, Planifié. Le mode continu vous permet d’enregistrer en permanance . Le mode Alarme enregistre lorsque l’alarme s’enclenche sur une durée que vous choisirez. Le mode Planifié quand à lui enregistre sur des plages horaires que vous aurez au préalable choisies.La résolution de l’image par défaut est en définition standard.
it: A: Inserire una Scheda Micro SD formattata (il formato FAT32 può essere fatto direttamente dal PC o Portatile) nello slot interfaccia scheda SD della Telecamera ed accenderla La capacità massima supportata è di 128GB, ma si prega di verificare sopratutto che si utilizzi una Scheda SD Micro Genuine Classe 4. Nel menù Impostazione Dispositivo – Impostazione Registrazione, scegliere una delle 3 opzioni di registrazione. Registrazione Manuale si riferisce a 24 ore di registrazione, Registrazione Allarme si riferisce all’inizio di registrazione unicamente quando l’allarme viene innescata da un’intrusione ( con intervalli di 1 min, 2 min, 3 min) e Registrazione Programmata si riferisce all’impostazione di un tempo di inizio e fine determinati. La risoluzione predefinita di registrazione é quella standard.
ko: A: 포맷된 Micro SD 카드(PC에서 FAT32 파티션으로 포맷)를 카메라 TF 카드 소켓에 삽입하고 카메라를 재시작합니다. 최대 128GB Micro SD 카드를 지원하며 정품 클래스 4 이상의 카드 사양을 지원합니다. 장치 설정 > 녹화 설정 항목에서 녹화에 대한 세 가지 옵션을 선택합니다. 수동 녹화는 24시간 녹화를 의미하며, 알람 녹화는 알람 알림(1분, 2분, 3분 간격)에 녹화되는 것의 의미하며, 스케줄 녹화는 시작과 종료 시간 설정을 의미합니다. 녹화의 기본 해상도는 SD 해상도 입니다.
pt_pt: A: inserir um formatado (formato FAT32 pode ser Feito com PC ou laptop) cartão micro SD a ranhura interface de cartão cámara TF e reiniciar a câmera. Max micro capacidade de cartão SD suportado pela câmera e de 128GB, mas certifique-se de uma clase genuine 4 acima do cartão micro SD usado. Em configuraÇões do dispositivo – configuraÇões de gravaÇão, escolher entre 3 opÇões para gravaÇão. GravaÇão manual refere-se a gravaÇão de 24 horas, gravaÇão de alarme refere-se a única gravaÇão terá inicio apos disparo de alarme (com intervalos de 1 min, 2 minutos, 3 minutos) e gravaÇão programada refere-se a definiÇão de inicio da gravaÇão e terminando tempo. resoluÇão padrão para gravaÇão e de definiÇão padrão.
tr: C: Format edilmiş Micro SD kardı, Kamera TF kart boşluğuna takıp tekrar başlatınız. Kameranın destekleyebileceği max SD Kart kapasitesi 128GB boyutundadır ama lütfen orijinal Sınıf 4 veya üzeri bir SD Kart kullanıldığından emin olun. Cihaz ayarları-Kayıt ayarları altında 3 kayıt opsiyonundan birini seçiniz. Manual kayıt, 24 saat kayıt, tetiklenme anında Alarm kaydı anlamına gelir (1 dk, 2 dk, 3 dk zaman aralıklarıyla) ve Programlanmış kayıt, başlangıç ve bitiş zamanı belirli kayıt anlamına gelir. Kayıt için önceden belirlenmiş çözünürlük, Standart Çözünürlüktür.
zh_hans: A：请准备一张TF卡（容量最大支持128GB，CLASS4以上），在电脑上格式化成FAT32格式，再摄像机断电情况下插入摄像机TF卡槽中，启动摄像机；点击APP“我的摄像机”进入摄像机设置界面，找到“录像设置”，您可以选择手动录像（开启即刻开始录像，除非点击关闭按钮才停止录像），报警录像（只有在报警触发之后才开始录像，录像有1分钟时长、2分钟时长、3分钟时长可选），定时录像。默认TF卡录像为标清模式。
zh_hant: A：請準備壹張TF卡（容量最大支持128GB，CLASS4以上），在電腦上格式化成FAT32格式，再攝像機斷電情況下插入攝像機TF卡槽中，啟動攝像機；點擊APP“我的攝像機”進入攝像機設置界面，找到“錄像設置”，您可以選擇手動錄像（開啟即刻開始錄像，除非點擊關閉按鈕才停止錄像），報警錄像（只有在報警觸發之後才開始錄像，錄像有1分鐘時長、2分鐘時長、3分鐘時長可選），定時錄像。默認TF卡錄像為標清模式。

# answerfive
source: A: Wireless RF Security Components refers to Battery or Wired security products like Door or Window Sensors, PIR Detector Sensors, Smoke or Gas Detector Sensors with RF Module. The Sensors used with the Camera must be RF 433 MHz with 1527 or 2262 protocols. You can purchase these components from us or resellers. To pair and learn Sensors to the Camera, please click on Camera screen to enter vertical view and left slide screen. Click on Sensor Pairing, trigger Sensor to pair to Camera. You can preset the Sensor position if desired. The preset position consists of 5 positions and positions are fixed. Position 1 is extreme left, position 3 is central while position 5 is extreme right. For Remote Controller pairing, click on Remote Controller Pairing and press on any button of the controller. To receive Alarm Notification on mobile phone, please ensure Account ID is in the notification list and Camera in defense mode.
de: A: Kabellose-RF-Sicherheitskomponenten beziehen sich auf die Batterie oder verbundene Sicherheitsprodukte, wie Tür- oder Fenstersensoren, PIR-Wahrnehmungssensoren, Rauch und Gas-Detektoren mit RF-Modulen. Die genutzten Sensoren mit der Kamera müssen bei RF 433 MHz mit 1527 oder 2262 Protokollen liegen. Sie können diese Komponenten von uns oder anderen Verkäufern erhalten. Um die Kamera mit Sensoren zu paaren, klicke auf Kamera-Ansicht und nutze die Vertikale-Ansicht und wische auf dem Bildschirm nach links. Klicke auf Sensorpaarung, Sensor auslösen um mit Kamera zu paaren. Sie können die Voreinstellung für die Posotion des Sensors nach wunsch festlegen. Die Voreinstellung der Position besitzt 5 Postionen und diese sind festgelegt. Position 1 ist ganz links, Position 3 ist in der Mitte, während Position 5 ganz rechts ist. Um die Fernbedienung zu paaren, klicke auf Fernbedienung-Paarung und drücke einen beliebigen Knopf auf der Fernbedienung. Um eine Alarm-Benachrichtigung auf ihr Mobiltelefon zu bekommen, muss die Account-ID in der Benachrichtigungsliste sein und die Kamera im Abwehr-Modus.
es_es: R: Los componentes inalambricos se refieren a cualquier tipo de sensor, de puerta o ventana, PIR, de humo o gas que se comuniquen por RF sin ningun cable de conexion. Los sensores usados con la cámara deben trabajar en la frecuencia de 433 MHz con protocolos 1527 o 2262. Ud puede adquirir estos dispositivos a través de su distribuidor habitual. Para enlazar estos sensores con la camara, pulse en la pantalla de la camara para entrar en visualizacion vertical y deslice la pantalla a la izquierda. Pulse en el pulsador de enlace del sensor, para que sea reconocida por la camara. Ud puede preconfigurar el sensor en la posición deseada, esta posición es una de las 5 posibles, la posición 1 es la posición extrema de la izquierda, la posición 3 es la central y la 5 es la extrema de derecha. Para enlazar el control remoto pulse el pulsador de enlace del mando y luego pulse cualquier botón del mando. Para recibir una Notificacion de alarma en el móvil, asegurese que la cuenta ID este en la lista de notificación y en modo defensa.
fr: R : Vous pouvez appairer 4 types d’accessoires à certaines de vos caméras (si elles sont compatibles). Vous pouvez ajouter des télécommandes, des détecteurs de mouvements, des contacteurs de portes fenêtres et des détecteurs de fumée : jusqu’à 64 accessoires. Ces accessoires vont donneront l’état de la batterie mais aussi vous alerteront en cas d’intrusions ou autres évènements. Vous pourrez retrouver ces produits sur notre site internet. Pour appairer ces accessoires, cliquez sur la caméra pour accéder au mode visionnage, faites glisser le menu du bas puis cliquez sur « ajouter accessoire ». Déclenchez ou activez l’accessoire pour que celui-ci se connecte à l’application. Vous pourrez alors utiliser la fonction « Preset » ( certains modèles ) qui consiste à associer des angles de vision à des accessoires. Cela permet, par exemple, d’orienter la caméra vers l’accessoire qui a déclenché l’alarme et donc de suivre et d’enregistrer ce qui se passe. Afin de bien recevoir les notifications, vérifiez que votre compte est bien présent dans la liste des personnes habilités à recevoir les alertes.
it: A: I componenti RF Wireless di sicurezza sono la Batteria o i prodotti di sicurezza cablati, come Sensori Porta o Finestra, Rilevatori PIR, Sensori di Fumo o Gas con Modulo RF. I sensori usati con la Telecamera devono essere RF 433 MHz con protocolli 1527 o 2262. Si possono acquistare da noi o da altri rivenditori. Per abbinare i sensori alla Telecamera, cliccare sullo schermo della Telecamera per visualizzare verticalmente lo schermo e scorrere verso la sinistra dello schermo. Cliccare su Abbinamento Sensori, attivare il Sensore da abbinare alla Telecamera.È possibile preselezionare il Sensore se lo desidera. La posizione preimpostata consiste 5 posizioni fisse. La Posizione 1 è verso l'estremità di sinistra, la posizione 3 è centrale, mentre che la posizione 5 è tutto a destra. Per accoppiare un telecomando, cliccare su Abbinamento Telecomando a distanza e premere un qualsiasi tasto del telecomando. Per ricevere una Notifica degli allarmi sul telefono, assicurarsi che l’account sia nella lista di notifiche e la Telecamera sia in modalità difesa.
ko: A: 무선 RF 보안 구성은 문 또는 창문 센서, PIR 센서, RF 모듈이 내장된 연기 또는 가스 센서 같은 밧데리 또는 유선 보안 제품을 의미한다. 카메라에 사용되는 센서는 1527 또는 2262 프로토콜의 RF 433 MHz 장치 입니다. 사용자는 이 장치를 구입할 수 있습니다(현재 미지원). 카메라에 센서를 페어링하고 사용하기 위해, 카메라 보기 화면에서 왼쪽으로 슬라이드한 화면을 표시합니다. 센서 페어링을 클릭하고, 카메라에 센서를 페어링합니다. 필요시 센서 위치를 재설정할 수 있습니다. 프리셋 위치는 5개로 구성하며 위치는 고정되어 있습니다. 위치 1은 가장 왼쪽, 위치 5가 가장 오른쪽이면 위치 3은 중앙 위치입니다. 원격 콘트롤러 페어링은, 원격 콘트롤러 페어링을 클릭하고 콘트롤러에서 아무 버튼을 누릅니다. 모바일 기기에서 알람 알림을 수신하기 위해, 계정 ID가 알림 목록에 있는지와 카메라가 방위 모드인지 확안히시오.
pt_pt: A: sinal RF componentes de seguranÇa refere-se a bacteria ou produtos de seguranÇa com fio como porta ou sensors da janela, sensors PIR, fumo o sensors detector de gas com modulo RF. Os sensores usados com câmera debe ser RF 433 Mhz, com 1527 ou 2262 protocolos. VoÇê pode comprar estes componentes de nos ou revendedores. Para emparelhar e aprender sensores para câmera, por favor clique na tela da câmera para entrar na visualizaÇão vertical e tela de slide esquerda. Clique em sensor de emparelhamento, desencadear sensor para emparelhar para câmera. voÇê pode memorizar a posiÇão do sensor, se desejar. A posiÇão predefinida consiste em 5 posiÇões e as posiÇões são fixas. A posiÇão 1 e extremo esquerdo, posiÇão 3 e central enquanto a posiÇão 5 e extrema direita. Para o emparelhamento controlador remoto, clique no emparelhamento controle remoto e carregue em cualquier botão do controlador. Para recebe ruma notificaÇão de alarme no telefone celular, certifique-se de conta ID esta na lista de notificaÇão e câmera em modo de defesa.
tr: C: Kablosuz RF Güvenlik Parçaları, kapı ve pencere sensörleri, PIR detektörleri, RF modüllü sigara ya da gaz dedektör sensörleri gibi pilli ya da kablolu güvenlik ürünleridir. Kamera ile kullanılan sensörler 1527 ya da 2262 protokollü RF 433MHz olmalıdır. Bu parçaları bizden ya da bayilerden alabilirsiniz. Kameraya sensörleri eşleştirmek için kamera ekranını tıklayın ve dikey görünüme girin ve ekranı sola kaydırın. Sensör eşlemeye tıklayın, sensörü kameraya eşleyin. Tercih edildiğinde sensör pozisyonunu önceden hazırlayabilirsiniz. Önceden hazırlanmış pozisyonlar 5 adettir ve sabittir. Pozisyon 1 tam sol, pozisyon 3 merkez iken pozisyon 5 tam sağdır. Uzaktan kumandayı eşlerken, uzaktan kumanda eşlemeye tıklayın ve kumandadaki her hangi bir yere basın. Cep telefonunuza alarm bildirimi almak için kameranızın koruma modunda olduğuna ve hesap IDnizin bildirim listesinde olduğuna emin olun.
zh_hans: A：1、无线报警设备分为两种：无线报警配件（包括门磁，烟雾温度一体探测器，PIR人体红外探测器，天然气探测器）遥控器。 2、无线报警配件的学习对码：设备列表进入竖屏播放界面，在界面的下半部分左滑即可进入无线报警配件列表界面，点击“传感器配对”，点击“确定”之后触发无线报警配件，在弹出的对话框中请输入名称并选定一个绑定的预置位，也可以选择不绑定任何预置位。即可学习配对成功。 3、遥控器的学习对码：设备列表进入竖屏播放界面，在界面的下半部分左滑即可进入无线报警配件列表界面，点击“遥控器配对”，点击“确定”之后按下遥控器任意按钮，在弹出的对话框中请输入名称，即可学习配对成功。 要完成无线报警配件的正常报警功能，还需要在“设备设置”里面点击“报警设置”打开“接收报警信息”，并在“我的摄像机”界面将摄像机右下角的小锁图标将摄像机布防。此时摄像机报警才能发送报警推送到手机APP。
zh_hant: A：1）無線報警設備分為兩種：無線報警配件（包括門磁，煙霧溫度壹體探測器，PIR人體紅外探測器，天然氣探測器）遙控器。 2）無線報警配件的學習對碼：設備列表進入豎屏播放界面，在界面的下半部分左滑即可進入無線報警配件列表界面，點擊“傳感器配對”，點擊“確定”之後觸發無線報警配件，在彈出的對話框中請輸入名稱並選定壹個綁定的預置位，也可以選擇不綁定任何預置位。即可學習配對成功。 3）遙控器的學習對碼：設備列表進入豎屏播放界面，在界面的下半部分左滑即可進入無線報警配件列表界面，點擊“遙控器配對”，點擊“確定”之後按下遙控器任意按鈕，在彈出的對話框中請輸入名稱，即可學習配對成功。 要完成無線報警配件的正常報警功能，還需要在“設備設置”裏面點擊“報警設置”打開“接收報警信息”，並在“我的攝像機”界面將攝像機右下角的小鎖圖標將攝像機布防。此時攝像機報警才能發送報警推送到手機APP。

# answersix
source: A: Click on Device settings – Security settings to change administrator password and set guest password is desired.
de: A: Klicke auf Geräteinstellung – Sicherheitseinstellungen um das Admin-Passwort zu ändern und das Gast-Passwort festzulegen.
es_es: R: Pulse en configuracion de dispositivos – La configuracion de Seguridad para cambiar la clave del administrador y configurar la clave del invitado si se desea..
fr: R : Cliquez sur paramètres de l’appareil, puis sur « paramètres de sécurité » et changez alors le mot de passe administrateur.
it: A: Cliccare su Impostazione Dispositivo – Impostazioni di Sicurezza per modificare la password dell’amministratore ed impostare una password utente se necessario.
ko: A: 장치 설정 – 보안 설정 항목을 클릭하여 관리자 비밀번호를 변경하고 방문자 비밀번호를 설정하시오.
pt_pt: A: clique em configuraÇões do dispositivo – as configuraÇões de seguranÇa para alterar a senha de administrador e definer a senha de convidado e desejado.
tr: C: Arzu edildiğinde yönetici şifresini değiştirmek ve misafir şifresini düzenlemek için Cihaz – Güvenlik ayarlarına tıklayın.
zh_hans: A：在“设备设置”里面点击“安全设置”，找到“修改管理员密码”即可修改摄像机管理员密码。也可以在下方设置摄像机的“访客密码”。
zh_hant: A：在“設備設置”裏面點擊“安全設置”，找到“修改管理員密碼”即可修改攝像機管理員密碼。也可以在下方設置攝像機的“訪客密碼”。

# answerseven
source: A: To update Camera Device Firmware, click on Camera settings – Device Update. If there is an updated Firmware version, it will prompt to download. If updating of Firmware was not successful, please reboot or restore factory settings to the Camera.
de: A: Um die Kamera-Firmware zu updaten, klicke auf Geräteinstellung – Gerät-Update. Wenn es eine geupdatete Firmware-Version gibt, wird diese runtergeladen. Bei einem fehlschlag, starte die Kamera neu oder stelle die Kamera auf die Werkeinstellung zurück.
es_es: R: Para actualizar el firmware del dispositivo, pulse en configuracion de la camara – Actualizar dispositivo. Si hay una actualización de versión de firmware aparecerá un mensaje. Si la actualización del firmware no ha sido satisfactoria, reinicie o restaure los valores de fabrica de la cámara..
fr: R : Pour mettre à jour votre caméra, allez dans les paramètres de la caméra, puis dans « mise à jour appareil ». Si votre matériel n’est pas à jour, l’application vous proposera de télécharger puis d’installer la dernière version. Si cela échoue, redémarrez ou réinitialiser la caméra.
it: A: Per aggiornare il Firmware della Telecamera, cliccare su Impostazioni Telecamera – Aggiornamento Dispositivo. Se una nuova versione del firmware è disponibile, richiederà automaticamente il download. Se l’aggiornamento del Firmware non viene effettuato, si prega di riavviare o ripristinare i valori di fabbrica della Telecamera.
ko: A: 카메라 펌웨어 업데이트는, 카메라 설정 - 장치 업데이트를 클릭하시오. 만약 펌웨어 업데이트 버젼이 있으면, 다운로드가 시작됩니다. 만약 펌웨어 업데이트가 실패하면, 카메라를 재시작하고 카메라 설정 항목에서 공장 설정값 복원을 하시오.
pt_pt: A: para atualizar camera do dispositivo de firmware, clique em configuraÇões da câmera – de atualizaÇão do dispositivo, se houver uma versão de firmware atualizado, ele ira pedir para fazer o download. Se a atualizaÇão de firmware não foi bem sucedida, reinicie ou restaurar as configuraÇões de fabrica para a câmara.
tr: C: Kamera cihazı aygıt yazılımını güncellemek için Kamera – Cihaz ayarlarına tıklayın. Eğer bir güncelleme varsa, indirme işlemine başlanacaktır. Eğer güncelleme başarılı olmazsa, lütfen cihazını yeniden başlatın ya da fabrika ayarlarına geri dönün.
zh_hans: A：在“设备设置”里面点击“检查设备更新”，如果摄像机固件有新版本将提示发现新的固件并提示您下载升级。如果提示升级失败请重启或复位摄像机再试一次。
zh_hant: A：在“設備設置”裏面點擊“檢查設備更新”，如果攝像機固件有新版本將提示發現新的固件並提示您下載升級。如果提示升級失敗請重啓或複位攝像機再試壹次。

# answereight
source: A:To playback video, click on the top left icon or right slide screen and click on Video Playback. Click on the Camera Device you require to view playback and choose file from Micro SD Card or Mobile.
de: A: Um ein Video wiederzugeben, klicke oben links auf das Symbol oder wische auf dem Bidlschirm nach rechts und klicke auf Videowiedergabe. Klicke auf der Kamera, Sie benötigen die Ansicht auf Videowiedergabe und wählen eine Datei von der Micro-SD-Karte oder vom Mobiltelefon.
es_es: R: Para reproducir video, pulse en la parte superior izquierda del icono o la barra de la derecha pulse Reproducir video. Pulse en el dispositivo de cámara que necesite y seleccione el archivo desde la Micro SD o desde el móvil.
fr: R : Pour lire les vidéos enregistrées, faites glisser le menu sur le côté dans l’interface générale, puis cliquez sur « Enregistrements ». Choisissez la caméra sur laquelle vous voulez effectuez un visionnage des enregistrements puis sélectionnez le fichier que vous désirez.
it: A:Per visionare un video, cliccare l’icona in alto a sinistra o fare scorrere lo schermo verso destra e cliccare su Video Playback. Cliccare sulla telecamera per richiedere la riproduzione playback e scegliere un file dalla Scheda Micro SD o telefono.
ko: A: 비디오 재생은, 화면 좌측 상단 아이콘을 클릭하거나 좌측 슬라이드 화면에서 비디오 재생을 클릭하시오. 재생할 카메라를 클릭하고 Micro SD 카드 또는 모바일 기기로 부터 파일을 선택하시오.
pt_pt: A:para reproduÇão de video, clique no icone superior esquerdo ou tela de slide direita e clique sobre a reproduÇão de video. Clique no dispositivo de câmera que voÇê precisa para visualizar a reproduÇão e escolha o arquivo de cartão micro SD ou movel.
tr: C: Video oynatmak içik, ekranın sol üst köşesindeki ikona basın ya da ekranı sağa kaydırın ve video oynata basın. Kamera cihazına basın ve Micro SD Kart ya da cep telefonundan videoyu seçin.
zh_hans: A：在APP界面的右滑一级菜单中选择“录像回放”里面选择您要回放录像的摄像机名称，弹出的界面中可以选择“TF卡录像”，点击即可看到TF卡中的录像文件点击即可回放。弹出的界面也可以选择“手机录像”，点击即可看到录像在手机中的录像文件，点击即可回放。
zh_hant: A：在APP界面的右滑壹級菜單中選擇“錄像回放”裏面選擇您要回放錄像的攝像機名稱，彈出的界面中可以選擇“TF卡錄像”，點擊即可看到TF卡中的錄像文件點擊即可回放。彈出的界面也可以選擇“手機錄像”，點擊即可看到錄像在手機中的錄像文件，點擊即可回放。

# answernine
source: A:To check and update APP version, click on the top left icon or right slide screen and click on “About” will indicate the APP version. Click on below “Check Version” will check and update APP version if required.
de: A: Um nach eine geupdatete APP-Version zu prüfen, klicke oben links auf das Symbol oder wische auf dem Bildschirm nach rechts unter “About” steht die aktuelle APP-Version. Klicke auf “Prüfe Version” nun wird die Version geprüft und falls nötig geupdatet.
es_es: R: Compuebe y actualice la version de APP, pulse en la parte superior izquierda del icono o en la barra de la derecha en “Acerca de” y le indicara la version de la APP. Pulse debajo en “ Comprobar versión” para comprobar si se necesita una actualización..
fr: R : Pour vérifier si votre application dispose de la dernière version disponible, rendez-vous sur l’Appstore et dans « Mises à jour ».
it: A:Per verificare ed aggiornare la versione APP, cliccare l’icona in alto a sinistra o fare scorrere lo schermo verso destra e cliccare su “About” per visualizzare la versione APP attuale. Cliccare di seguito su “Check Version” per verificare ed aggiornare la versione APP se necessario.
ko: A: 앱 버젼 검사와 업데이트는, 좌측 상단 아이콘 또는 좌측 슬라이드 화면을 선택하고 “정보“를 클릭합니다. 필요한 경우 “버젼 검사“를 클릭하면 검사와 앱 업데이트가 진행됩니다.
pt_pt: A:para verificar e atualizaÇão de versão APP, clique no icone superior esquerdo ou tela de slide direito e clique em “sobre” ira indicar a versão APP. Clique em baixo “verificaÇão de versão” ira vefiricar e atualizaÇão de versão APP, se necessario.
tr: C: Uygulama versiyonunu kontrol etmek ve güncellemek için, ekranın sol üst köşesindeki ikona basın ya da ekranı sağa kaydırın ve “Hakkında”ya basın. Altında “Versiyonu kontrol et”e basarak kontrol edin ve gerekirse güncelleyin.
zh_hans: A：在APP界面的右滑一级菜单中选择“关于”，弹出的界面中即可看到当前的版本号，点击下方“检查版本更新”即可检查APP版本是否为最新版本。
zh_hant: A：在APP界面的右滑壹級菜單中選擇“關於”，彈出的界面中即可看到當前的版本號，點擊下方“檢查版本更新”即可檢查APP版本是否為最新版本。
