Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

source: Account Login
es: Cuenta de Registro
es_es: Acceso a cuenta
fr: Connexion utilisateur
it: Login Account
ja: アカウントログイン
ko: 계정 로그인
pt_pt: Conta usuario
tr: Hesaba Giriş
zh_hans: 帐户登录
zh_hant: 帳戶登錄

# input_username
source: Login with Email / Account ID / Mobile number
de: Login mit Email / Account ID / Mobilnummer
es: Por favor ingrese su E-mail/ID/número de teléfono
es_es: Acceso con Email / ID Cuenta ID / Numero de Movil
fr: Saisir Email/Identifiant
it: Login con Email / Account ID / Numero di Telefono
ja: 入力してください メールアドレス/ID/携帯電話番号
ko: Email / 계정 / 모바일번호 로그인
pt_pt: Entrar com correio / ID de conta / numero do celular
tr: Email ile Giriş / Hesap ID / Mobil No
zh_hans: 请输入邮箱/ID/手机号码
zh_hant: 請輸入郵箱/ID/手機號碼

# input_password
source: Input Account Password
de: Account-Passwort eingeben
es: Ingrese su contraseña
es_es: Introduzca clave de la cuenta
fr: Mot de passe
it: Inserire password
ja: パスワードを入力してください
ko: 계정 비밀번호 입력
pt_pt: Entrada senha de conta
tr: Şifre Girin
zh_hans: 请输入密码
zh_hant: 請輸入密碼

source: Login
es_es: Acceso
fr: Se connecter
ja: ログイン
ko: 로그인
pt_pt: Inicio de sess„o
zh_hans: 登录
zh_hant: 登錄

# unInputUsername
source: Login with Email / Account ID / Mobile number
de: Login mit Email / Account ID / Mobilnummer
es: Por favor ingrese su E-mail/ID/número de teléfono
es_es: Acceso con Email / ID Cuenta / Numero de Movil
fr: Ressaisir Email/Identifiant
it: Login con Email / Account ID / Numero di Telefono
ja: 入力してください メールアドレス/ID/携帯電話番号
ko: Email / 계정 / 모바일번호 로그인
pt_pt: Entrar com correio / ID de conta / numero do celular
tr: Email ile Giriş / Hesap ID / Mobil No
zh_hans: 请输入邮箱/ID/手机号码
zh_hant: 請輸入郵箱/ID/手機號碼

# unInputPassword
source: Input Account Password
de: Account-Passwort eingeben
es: Ingrese su contraseña
es_es: Introduzca clave de la cuenta
fr: Ressaisir mot de passe
it: Inserire Password
ja: パスワードを入力してください
ko: 계정 비밀번호 입력
pt_pt: Entrada senha de conta
tr: Şifre Girin
zh_hans: 请输入密码
zh_hant: 請輸入密碼

# login_failure
source: Login Unsuccessful
de: Login fehlgeschlagen
es: Fallo al iniciar sesión
es_es: Acceso incorrecto
fr: Connexion impossible
it: Login non riuscito
ja: ログイン失敗
ko: 로그인 실패
pt_pt: Inicio de sess„o sem exito
tr: Giriş Başarılı
zh_hans: 登录失败
zh_hant: 登錄失敗

# user_unexist
source: User does not exist
de: Benutzer existiert nicht
es: El usuario no existe
es_es: El usuario no existe
fr: Cet utilisateur n'existe pas
it: Utente inesistente
ja: ユーザーが存在しません
ko: 사용자 등록 안됨
pt_pt: O usuario n„o existe
tr: Kullanıcı Bulunmuyor
zh_hans: 用户不存在
zh_hant: 用戶不存在

source: Password Error
de: Password Fehler
es: Error en la contraseña
es_es: Error en la clave
fr: Mot de passe erronné
it: Password Errata
ja: パスワードエラー
ko: 비밀번호 오류
pt_pt: Erro de senha
tr: Şifre Hatalı
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: OK
fr: Oui
ja: 確定
tr: TAMAM
zh_hans: 确定
zh_hant: 確定

source: Cancel
de: Abbrechen
es: Cancelar
es_es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_pt: Cancelar
tr: İptal
zh_hans: 取消
zh_hant: 取 消

# contact
source: Device List
de: Gerät-Liste
es: Lista de dispositivos
es_es: Lista de Dispositivos de Camara
fr: Liste matériel
it: Elenco telecamere
ja: カメラリスト
ko: 장치 목록
pt_pt: Lista de cameras
tr: Cihaz Listesi
zh_hans: 我的摄像机
zh_hant: 我的攝像機

# discover
source: Shake to search Camera Device
de: Schütteln um Kamera zu suchen
es: Sacudir
es_es: Agite para buscar el Dispositvo de Camara
fr: Secouer pour rechercher
it: Muovere per cercare la telecamera
ja: フルフル
ko: 흔들어 장치 검색
pt_pt: Agite para pesquisa de cameras
tr: Kamera Cihazını Bulmak İçin Sallayın
zh_hans: 摇一摇
zh_hant: 搖一搖

# no_device
source: No available Camera Device
de: Keine verfügbare Kamera
es: No se puede buscar ningún dispositivo
es_es: No hay Dspositivo de Camara disponible
fr: Aucun matériel trouvé
it: Nessuna telemcamera attiva
ja: カメラを検出できません
ko: 카메라 장치가 없음
pt_pt: No camera disponivel
tr: Uygun Kamera Cihazı Yok
zh_hans: 没有搜索到任何设备
zh_hant: 沒有搜索到任何設備

source: Recent
de: Neu
es: Reciente
es_es: Reciente
fr: Récemment
it: Recente
ja: 直近
ko: 최근
pt_pt: Recente
tr: En son
zh_hans: 最近通话
zh_hant: 最近通話

# toolbox
source: Tools
de: Werkzeuge
es: Herramientas
es_es: Herramientas
fr: Outils
it: Strumenti
ja: ツール
ko: 도구
pt_pt: Ferramentas
tr: Araçlar
zh_hans: 工具箱
zh_hant: 工具箱

# setting
source: System Settings
de: Systemeinstellung
es: Ajuste del sistema
es_es: Configuracion del Sistema
fr: Paramètres système
it: Impostazioni di sistema
ja: システム設定
ko: 시스템 설정
pt_pt: Configura«ıes de sistema
tr: Sistem Ayarları
zh_hans: 系统设置
zh_hant: 系統設置

source: Logout
de: Ausloggen
es: Cerrar sesión
es_es: Cerrar Sesion
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt_pt: Sair
tr: Sistemden Çıkış
zh_hans: 注销
zh_hant: 注銷

source: Exit
de: Beenden
es: Salir
es_es: Salir
fr: Quitter
it: Uscire
ja: 終了
ko: 종료
pt_pt: Saida
tr: Çıkış
zh_hans: 退出
zh_hant: 退出

source: Account Information
es: Mi información
es_es: Informacion de cuenta
fr: Informations compte
it: Informazioni account
ja: ユーザー情報
ko: 계정 정보
pt_pt: Informa«ıes da conta
tr: Hesap Bilgisi
zh_hans: 个人信息
zh_hant: 個人信息

# exit_prompt
source: Confirm to Exit?
de: Zum beenden bestätigen
es: ¿Está seguro de que quiere salir?
es_es: ¿Confirma que desea salir?
fr: Etes-vous sûr de vouloir quitter?
it: Confermi?
ja: 終了しますか？
ko: 종료 합니까?
pt_pt: Confirmar para sair?
tr: Çıkışı Onaylıyor musunuz?
zh_hans: 你确定退出么?
zh_hant: 你確定退出麽?

# logout_prompt
source: Confirm to logout?
de: Zum beenden bestätigen
es: ¿Está seguro de que quiere cerrar sesión?
es_es: ¿Confirma que desea cerrar la sesion?
fr: Voulez-vous vraiment vous déconnecter?
it: Confermi?
ja: ログアウトしますか?
ko: 로그아웃 합니까?
pt_pt: Confirmar para sair?
tr: Çıkışı Onaylıyor musunuz?
zh_hans: 你确定注销当前用户么?
zh_hant: 你確定注銷當前用戶麽?

# call
source: Call Camera Device
de: Kamera anrufen
es: Llamar
es_es: LLamar al Dispositivo de Camara
fr: Appeler
it: Chiamata telecamera
ja: コール
ko: 카메라 장치 연결
pt_pt: Chamada dispositivo camara
tr: Kamera Cihazını Çağır
zh_hans: 呼叫
zh_hant: 呼叫

# monitor
source: Remote Access Real-time Monitoring
de: Fernzugriff Live-Übertragung
es: Monitor
es_es: Acceso remoto para monitorizacion en tiempo real
fr: Moniteur
it: Accesso remoto - Monitoraggio in tempo reale
ja: モニター
ko: 원격 접속-실시간 보기
pt_pt: Acesso remoto monitoramento em tempo real
tr: Uzaktan Giriş Gerçek Zamanlı İzleme
zh_hans: 监控
zh_hant: 監控

source: Accept
de: Annehmen
es: Aceptar
es_es: Acceptar
fr: Accepter
it: Accetta
ko: 승낙
pt_pt: Aceitart
tr: Kabul Et
zh_hans: 接听
zh_hant: 接聽

# reject
source: Hang Up
de: Auflegen
es: Colgar
es_es: Colgar
fr: Rejeter
it: Riagganciare
ko: 끊기
pt_pt: Desligar
tr: Askıya Al
zh_hans: 挂断
zh_hant: 挂斷

# input_monitor_id
source: Input Camera Device ID to start monitor
de: Kamera-ID eingeben um den Monitor zu starten
es: Ingrese el ID del monitor
es_es: Introduzca la ID del Dispositvo de Camara para iniciar la monitorizacion
fr: Saisir identifiant matériel
it: Inserire ID telecamera per la visualizzazione
ja: モニターIDを入力してください
ko: 보기 시작 카메라 장치 ID를 입력하시오
pt_pt: Entrada de ID de camera para iniciar monitor
tr: İzlemeyi Başlatmak İçin Kamera ID Giriniz
zh_hans: 请输入监控ID号码
zh_hant: 請輸入監控ID號碼

# input_call_id
source: Input Camera Device ID to call
de: Kamera-ID eingeben zum anrufen
es: Ingrese el ID de la llamada
es_es: Introduzca la ID del Dispositivo de Camara para llamar
fr: Nom de votre appareil
it: Inserire ID telecamera per la chiamata
ja: コールIDを入力してくださ
ko: 연결할 카메라 장치 ID를 입력하시오
pt_pt: Entrada ID de camera para chamar
tr: Arama İçin Kamera ID Girin
zh_hans: 请输入通话ID号码
zh_hant: 請輸入通話ID號碼

# input_device_password
source: Input Camera Device password
de: Kamera-Passwort eingeben
es: Ingrese la contraseña del dispositivo
es_es: Introduzca la clave del Dispositvo de Camara
fr: Mot de passe
it: Inserire password telecamera
ja: カメラパスワードを入力してください
ko: 카메라 장치 비밀번호를 입력하시오
pt_pt: Entrada de senha de camera
tr: Kamera Şifresini Girin
zh_hans: 请输入设备密码
zh_hant: 請輸入設備密碼

# account_info
source: Account Information
de: Account Info
es: Información de la cuenta
es_es: Informacion de la cuenta
fr: Mon compte
it: Informazioni Account
ja: アカウント情報
ko: 계정 정보
pt_pt: Informa«„o da conta
tr: Hesap Bilgisi
zh_hans: 帐户信息
zh_hant: 帳戶信息

# check_update
source: Update Version
de: Version updaten
es: Actualizar
es_es: Actualizar Version
fr: Mise à jour
it: Versione aggiornata
ja: アップデート
ko: 업데이트 버젼
pt_pt: Atualiza«„o de vers„o
tr: Versiyonu Yükseltin
zh_hans: 检查更新
zh_hant: 檢查更新

# about_us
source: About
es: Acerca de
es_es: Acerca APP
fr: A propos
it: Riguardo all'APP
ja: アプリについて
ko: 정보
pt_pt: Sobre APP
tr: Hakkında
zh_hans: 关于
zh_hant: 關于

# screenshot
source: Snapshot
de: Sschnappschuss
es: Instantánea
es_es: Fotograma
fr: Captures d'écrans
it: Scatto istantaneo
ja: 写真撮影
ko: 스냅사진
pt_pt: Captura
zh_hans: 查看截图
zh_hant: 查看截圖

# sure_delete
source: Confirm to delete?
de: Löschen bestätigen
es: ¿Confirmar eliminar?
es_es: ¿Confirma el borrado?
fr: Confirmez-vous la suppresion?
it: Confermi eliminare?
ja: 削除しますか?
ko: 삭제합니까?
pt_pt: Confirma a exclus„o?
tr: Silmeyi onaylayın?
zh_hans: 确定删除?
zh_hant: 確定刪除?

# select_all
source: All
de: Alle
es: Todo
es_es: Todo
fr: Tout sélectionner
it: Tutti
ja: 全て
ko: 모두
pt_pt: Todos
tr: Tümü
zh_hans: 全选
zh_hant: 全選

# screenshot_success
source: Snapshot Successful
de: Schnappschuss erfolgreich
es: Instantánea exitosa
es_es: Fotograma correcto
fr: Captures réussis
it: Scatto istantaneo riuscito
ja: 撮影成功
ko: 스냅사진 성공
pt_pt: Captura bem sucedida
tr: Snapshot Başarılı
zh_hans: 截图成功
zh_hant: 截圖成功

# device_name
source: Camera Device Customize Name
de: Kamera-Name ändern
es: Apodo del dispositivo
es_es: Configure el nombre del Dispositvo de Camara
fr: Nom du matériel
it: Nome telecamera
ja: カメラ名
ko: 카메라 장치 사용자 이름
pt_pt: Personalizar nome da camara
tr: Kamera İsmi
zh_hans: 设备昵称
zh_hant: 設備昵稱

# device_password
source: Camera Device Password
de: Kamera-Passwort
es: Contraseña del dispositivo
es_es: Clave de Dispositivo de Camara
fr: Mot de passe
it: Password telecamera
ja: カメラパスワード
ko: 카메라 장치 비밀번호
pt_pt: Senha da camara
tr: Kamera Şifresi
zh_hans: 设备密码
zh_hant: 設備密碼

# delete_device
source: Delete Camera Device
de: Kamera löschen
es: Eliminar dispositivo
es_es: Borrar el Dispositivo de Camara
fr: Supprimer matériel
it: Eliminare telecamera
ja: カメラ消去
ko: 카메라 장치 삭제
pt_pt: Excluir camara
tr: Kamerayı Silin
zh_hans: 删除设备
zh_hant: 刪除設備

source: Delete
de: Löschen
es: Eliminar
es_es: Borras
fr: Effacer
it: Eliminare
ja: 消去
ko: 삭제
pt_pt: Excluir
zh_hans: 删除
zh_hant: 刪除

# sure_to_delete
source: Confirm Camera Device deletion?
de: Kamera löschen bestätigen
es: ¿Está seguro de eliminar?
es_es: ¿Confima el borrado del Dispositivo de Camara?
fr: Voulez-vous vraiment effacer?
it: Confermi di eliminare la telecamera?
ja: 消去しますか?
ko: 카메라 장치를 삭제합니까?
pt_pt: Confirme exluir camara?
tr: Kameranın Silinmesini Onaylıyor musunuz?
zh_hans: 你确定要删除吗?
zh_hant: 你確定要刪除嗎?

# sure_to_clear
source: Confirm to clear data?
de: Daten entfernen bestätigen
es: ¿Está seguro de borrar?
es_es: ¿Confirm el borrado de los datos?
fr: Êtes-vous certain?
it: Confirmi rimuovere dati?
ja: クリアーしますか?
ko: 데이터를 삭제합니까?
pt_pt: Confirme para limpar os dados?
tr: Kayıtların Silinmesini Onaylıyor musunuz?
zh_hans: 你确定要清空吗?
zh_hant: 你確定要清空嗎?

# operator_success
source: Modify Successful
de: Ändern erfolgreich
es: Modificación exitosa
es_es: Modificacion realizada
fr: Modification réussis
it: Modifica riuscita
ja: 変更完了
ko: 변경 성공
pt_pt: Modificar bem sucedida
tr: Modifiye Başarılı
zh_hans: 修改成功
zh_hant: 修改成功

# operator_failure
source: Modify Failed
de: Ändern fehlgeschlagen
es: La modificación falló
es_es: Modifificacion fallida
fr: Modification impossible
it: Modifica non riuscita
ja: 変更失敗
ko: 변경 실패
pt_pt: Modificar falha
tr: Modifiye Başarısız
zh_hans: 修改失败
zh_hant: 修改失敗

# operator_failure_unsupport_wifi
source: Modify Failed, Camera Device does not support WiFi
de: Ändern fehlgeschlagen, Kamera unterstützt kein WiFi
es: La modificación falló, el dispositivo no es compatible con wifi
es_es: Modificacion fallida, el Dispositivo de Camara no soporta WiFi
fr: Connexion en Wi-Fi impossible
it: Modifica fallita, la telecmaera non supporta dispositivi Wi-fi
ja: 変更失敗,そのカメラはWifiに接続されていません
ko: 변경 실패, 카메라 장치가 WiFi를 지원하지 않음
pt_pt: Modificar falhou, dispositivo nao suporta Wifi
tr: Modifiye Başarısız, Kamera WiFi desteklemiyor
zh_hans: 修改失败，设备不支持wifi连接
zh_hant: 修改失敗，設備不支持wifi連接

# operator_failure_unsupport_wire
source: Modify Failed, Camera Device might not support Ethernet connection
de: Äbdern fehlgeschlagen, Kamera unterstützt keine Ethernet-Verbindung
es: La modificación falló, el dispositivo no es compatible con Ethernet
es_es: Modificacion fallida, el Dispositivo de Camara podria no soportar la conexion Ethernet
fr: Connexion par cable ethernet impossible
it: Modifica non riuscita, Dispositivo fotocamera potrebbe non supportare la connessione Ethernet
ja: 変更失敗,可能そのカメラはLANに接続されえいません
ko: 변경 실패, 카메라 장치가 이더넷 연결을 지원하지 않을 수 있음
pt_pt: Modificar falha, dispositivo nao suporta conex„o ethernet
tr: Modifiye Başarısız, Kamera Eternet Bağlantısını Desteklemiyor Olabilir
zh_hans: 修改失败，可能设备不支持有线连接
zh_hant: 修改失敗，可能設備不支持有線連接

# modify_success
source: Modified Successful
de: Ändern erfolgreich
es: Operación exitosa
es_es: Modificacion realizada
fr: Operation réussis
it: Modifica riuscita
ja: 完了
ko: 변경 성공
pt_pt: Modificado bem sucedida
tr: Modifiye Başarılı
zh_hans: 操作成功
zh_hant: 操作成功

# modify_failure
source: Modified Failed
de: Ändern fehlgeschlagen
es: La operación falló
es_es: Modificacion fallida
fr: Operation impossible
it: Modifica non riuscita
ja: 失敗
ko: 변경 실패
pt_pt: Modificado falha
tr: Modifiye Başarısız
zh_hans: 操作失败
zh_hant: 操作失敗

# no_permission
source: Permission denied
de: Erlaubnis verweigert
es: Permisos denegados
es_es: Permiso denegado
fr: Vous n'avez pas la permission
it: Permesso negato
ja: アクセスできません
ko: 권한 거부
pt_pt: Acceso negado
tr: İzin Reddedildi
zh_hans: 权限不足
zh_hant: 權限不足

source: (Online)
es: (En línea)
es_es: (En linea)
fr: (En ligne)
ja: (オンライン)
ko: (온라인)
pt_pt: (Ligado)
tr: (Çevrimiçi)
zh_hans: (在线)
zh_hant: (在線)

source: (Offline)
es: (Desconectado)
es_es: (Fuera de linea)
fr: (Hors ligne)
ja: (オフライン)
ko: (오프라인)
pt_pt: (Desligado)
tr: (Çevrimdışı)
zh_hans: (离线)
zh_hant: (離線)

# addByManual
source: Add Camera Device
de: Kamera hinzufügen
es: Agregar dispositivo
es_es: Incluir Dispositivo de Camara
fr: Ajouter matériel
it: Aggiungere telecamera
ja: カメラ追加
ko: 카메라 장치 추가
pt_pt: Adicionar camara
tr: Kamera ekleyin
zh_hans: 手动添加设备
zh_hant: 手動添加設備

# add_contact
source: Add Camera Device
de: Kamera hinzufügen
es: Agregar dispositivo
es_es: Incluir el Dispositivo de Camara
fr: Ajouter matériel
it: Aggiungere telecamera
ja: カメラ追加
ko: 카메라 장치 추가
pt_pt: Adicionar camera
tr: Kamera Ekleyin
zh_hans: 添加设备
zh_hant: 添加設備

# add_Wi-Fi
source: WiFi Setup
de: WiFi-Konfiguration
es: Conectar Wi-Fi
es_es: Configuracion Inteligente Wifi
fr: Ajouter en Wi-Fi
it: Smart Wifi Setup
ja: Wi-Fi 接続
ko: WiFi 설정
pt_pt: Configura«„o smart Wifi
tr: WiFi Ayarları
zh_hans: 智能Wi-Fi
zh_hant: 智能Wi-Fi

# add_manual
source: Add Manually
de: Manuell hinzüfügen
es: Agregar manual
es_es: Incluir Dispositvo manualmente
fr: Ajouter manuellement
it: Aggiungere dispositivo manualmente
ja: 手動追加
ko: 수동 추가
pt_pt: Adicionar dispositivo manualmente
tr: Manuel Olarak Ekleyin
zh_hans: 手动添加
zh_hant: 手動添加

# add_new_device
source: Add New Camera Device
de: Neue Kamera hinzufügen
es: Agregar nuevo dispositivo
es_es: Incluir nuevo Dispositivo de Camara
fr: Ajouter un nouvel appareil
it: Aggiungere Telecamera
ja: 新カメラ追加
ko: 새 카메라 장치 추가
pt_pt: Adicionar nova camara
tr: Yeni Kamera Ekleyin
zh_hans: 添加新设备
zh_hant: 添加新設備

# input_contact_id
source: Input Camera Device ID
de: Kamera-ID eingeben
es: Ingrese el ID del dispositivo
es_es: Introduzca ID del Dispositivo de Camara
fr: Identifiant matériel
it: Inserire ID telecamera
ja: カメラIDを入力してください
ko: 카메라 장치 ID 입력
pt_pt: Entrada de ID de camera
tr: Kamera ID Girin
zh_hans: 请输入设备ID
zh_hant: 請輸入設備ID

# input_contact_name
source: Input Customize Camera Device name
de: Kamera-Name eingeben
es: Ingrese el nombre del dispositivo
es_es: Introduzca el nombre personalizado del Dispositivo de Camara
fr: Nommez-le
it: Inserire nome telecamera
ja: カメラ名を入力してください
ko: 사용자 정의 카메라 장치명 입력
pt_pt: Entrada para personalizar nome da camara
tr: Özelleştirilmiş Kamera İsmi Girin
zh_hans: 请输入设备名称
zh_hant: 請輸入設備名稱

# input_contact_password
source: Input Camera Device password
de: Kamera-Passwort eingeben
es: Ingrese la contraseña del dispositivo
es_es: Introuzca la clave del Dispositivo de Camara
fr: Mot de passe appareil
it: Inserire password telecamera
ja: カメラパスワードを入力してください
ko: 카메라 장치 비밀번호 입력
pt_pt: Entrada de senha de camara
tr: Kamera Şifresi Girin
zh_hans: 请输入设备密码
zh_hant: 請輸入設備密碼

source: Next
de: Weiter
es: Siguiente
es_es: Siguiente
fr: Suivant
it: Successivo
ja: 次
ko: 다음
pt_pt: Proximo
tr: Sonraki
zh_hans: 下一步
zh_hant: 下一步

source: Save
de: Speichern
es: Guardar
es_es: Salvar
fr: Sauvegarder
it: Salva
ja: 保存
ko: 저장
pt_pt: Guardar
tr: Kaydet
zh_hans: 保存
zh_hant: 保存

# contact_already_exists
source: Device already exist
de: Gerät existiert schonDevice already exist
es: El dispositivo ya existe
es_es: El Dispositvo ya existe
fr: Cet appareil est déjà connecté
it: Dispositivo già esistente
ja: すでに登録済みです
ko: 장치가 이미 있음
pt_pt: Dispositivo ja existem
tr: Cihaz Zaten Mevcut
zh_hans: 设备已存在
zh_hant: 設備已存在

# chat
source: Call Camera Device
de: Kamera anrufen
es: Llamar
es_es: Llamar al Dispositivo de Camara
fr: Appels
it: Chiamata telecamera
ja: コール
ko: 카메라 장치 연결
pt_pt: Chamada camara
tr: Kamera Ara
zh_hans: 通话
zh_hant: 通話

source: Message
de: Nachricht
es: Mensaje
es_es: Mensaje
it: Messaggio
ja: メッセージ
ko: 메세지
pt_pt: Mensagem
tr: Mesaj
zh_hans: 短信
zh_hant: 短信

source: Playback
de: Wiedergabe
es: Reproducir
es_es: Reproducir Video
fr: Enregistrement
it: Riproduzione video
ja: 戻る
ko: 재생
pt_pt: Reprodu«„o de video
tr: Oynatma
zh_hans: 录像回放
zh_hant: 錄像回放

# control
source: Device Settings
de: Gerät-Einstellung
es: Ajustes
es_es: Configuraciones del Dispositivo
fr: Réglages
it: Impostazioni dispositivo
ja: 設定
ko: 장치 설정
pt_pt: Configura«ıes do dispositivo
tr: Cihaz Ayarları
zh_hans: 设置
zh_hant: 設置

# device_control
source: Device Settings
de: Gerät-Einstellung
es: Ajustes
es_es: Configuraciones del Dispositivo
fr: Paramètres appareil
it: Impostazioni dispositivo
ja: 設定
ko: 장치 설정
pt_pt: Configura«ıes do dispositivo
tr: Cihaz Ayarları
zh_hans: 设备设置
zh_hant: 設備設置

# modify
source: Edit
de: Bearbeiten
es: Editar
es_es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_pt: Editar
tr: Düzenle
zh_hans: 修改
zh_hant: 修改

# recent_one_day
source: One day
de: Ein Tag
es: Un día
es_es: Un dia
fr: Un jour
it: Un giorno
ja: 1日
ko: 하루
pt_pt: Um dia
tr: Bir gün
zh_hans: 最近一天
zh_hant: 最近一天

# recent_three_day
source: Three day
de: Drei Tage
es: Tres días
es_es: Tres dias
fr: Trois jours
it: Tre giorni
ja: 3日
ko: 삼 일
pt_pt: Tres dias
tr: Üç gün
zh_hans: 最近三天
zh_hant: 最近三天

# recent_one_month
source: One month
de: Ein Monat
es: Un mes
es_es: Un mes
fr: Un mois
it: Un mese
ja: 1か月
ko: 한 달
pt_pt: Um mes
tr: Bir ay
zh_hans: 最近一月
zh_hant: 最近一月

source: Custom
de: Angepasst
es: Personalizar
es_es: Personalizar
fr: Personnalisé
it: Cliente
ja: カスタム
ko: 지정
pt_pt: Personalizadas
tr: Özel
zh_hans: 自定义
zh_hant: 自定義

# device_password_error
source: Camera Device password error
de: Kamera-Passwort Fehler
es: Error en la contraseña del dispositivo
es_es: Clave erronea del Dispositivo de Camara
fr: Erreur mot de passe
it: Errore password telecamera
ja: カメラパスワードエラー
ko: 카메라 장치 비밀번호 오류
pt_pt: Erro de senha da camara
tr: Kamera Şifre Hatası
zh_hans: 设备密码错误
zh_hant: 設備密碼錯誤

# net_exception
source: Pls check device network status
de: Prüfen Sie den Netzwerk-Status
es: Error de red
es_es: Error de Red
fr: Problème connexion
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
pt_pt: Erro de rede
tr: Şebeke Hatası
zh_hans: 请检查设备联网状况
zh_hant: 請檢查設備聯網狀況

source: About
es: Acerca de
es_es: Acerca de APP
fr: A propos
it: Riguardo all'APP
ja: アプリについて
ko: 정보
pt_pt: Sobre APP
zh_hans: 关于
zh_hant: 關于
