Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# answereighteen
source: A: 1、Reset Camera Device to Default Factory Setting if unable to pair Camera to WiFi and Mobile. 2、Camera Device supports only 2.4 Ghz Network Bandwith currently. 3、Recommend WPA / WPA2 settings with AES encryption and do not use TKIP. n4、Turn of AP Isolation under the Router Advance Settings. 7、Some WiFi Hotspot like 360 portable WiFi Hotspot mini router is not supported by the Camera. 8 Signal interference from the surrounding enviroment might affect the WiFi connection and bandwidth. You can change the WiFi routing channel if required. 9、SSID Password to be only alphabetical and numeric text only. 10、Switch off Mac Filter Address from Router Settings. 11、Switch off ARP option from your router. 12、Restrict use for G1 option if you are using TotoLink router (Korea). 13、When pairing camera device to your router, please maintain adequate distance. 14、Ensure adequate internet bandwidth for Camera stability connection performance. 15、Signal interference to Camera. Refrain from placing the Camera near Wireless Telephone, Microwave appliances or appliances that might affect the Camera performance. 16、Ensure WiFi signal strength. Some renovation material might weaken WiFi signal.
de: A: 1、Resette die Kamera auf die Werkeinstellung, wenn es unmöglich ist die Kamera mit dem WiFi oder Mobiltelefon zu verbinden. 2、Kamera untersützt nur 2.4 Ghz Netzwerk-Bandbreite. 3、Es wird WPA empfohlen / WPA2 Einstellungen mit AES-Verschlüsselung und benutzen Sie nicht TKIP. n4、Schalte die AP-Isolierung unter Router-Fortschritt-Einstellungen. 7、Einige WiFi-Hotspots, wie der 360 portable WiFi Hotspot mini router wird nicht vom Router unterstützt. 8 Signal-Störung von der Umgebung kann die WiFi-Verbindung und Bandbreite beeinflussen. Sie können den WiFi-Router-Kanal ändern, falls nötig. 9、SSID-Passwort sollte nur aus dem Alphabe oder aus Nummern bestehen. 10、Schalte die MAC-Filter-Adresse von den Router-Einstellung aus. 11、Schalte die ARP-Option vom Router aus. 12、Beschränke Benutzung für G1-Option, wenn Sie ein TotoLink Router benutzen(Korea). 13、Beim verbinden mit dem Router behalten Sie eine angemessene Entfernung ein 14、Gehe sicher, dass die Internet-Brandweite angemessen ist für eine stabile Kamera-Performence. 15、Singal-Störung bei der Kamera. Platzieren Sie die Kamera nicht in die Nähe eines Wireless Telefon, Mikrowelle oder Geräte, die die Kamera-Performence beeinflussen können. 16、Gehen Sie sicher, dass WiFi-Signal ist stark. Einige Materialien können das WiFi-Signal schwächen.
es_es: R: 1 Resetear la camara a valores de fabrica no habilita para el enlace de la camara con el WIFi o el movil. 2. La cámara soporta solo redes de ancho de banda de 2.4 Ghz. 3. Se recomienda la configuración WPA / WPA2 con encripcion AES y no usar TKIP. 4. Apague el Punto de Acceso bajo la configuración avanzada del router. 7 Algunos WiFi Hotspot como 360 portatiles WiFi Hotspot mini router no son soportados por la camara. 8 Las interferencias de señales de alrededor podrian afectar al rendimiento del la conexion WIFI y al ancho de banda. Ud podría cambiar el canal de WIFI si fuera necesario. 9 La clave SSID solo permite texto numérico y alfabetico.. 10 Desconecte el filtro de direcciones Mac desde la configuracion del router. 11 Desconecte la opcion ARP de su router. 12 Restrinja el uso de la opcion G1 si ud usa un router TotoLink router (Korea). 13 Cuando enlace una cámara con su router, por favor mantenga una distancia adecuada.. 14 Asegurese que tiene el ancho de banda de Internet adecuado para una conexión estable de la camara. 15 Interferencia de señal a la cámara. Asegurese que la cámara no esta cerca de teléfonos inalámbricos, dispositivos de microondas u otros elementos radiantes que podrían afectar al rendimiento de la cámara.. 16 Asegurese que la señal de WIFI tiene la suficiente señal. Algunos materiales podrían hacer que la señal recibida tuviera picos.
fr: R : 1) Dans l’application, paramètre réseau, vérifiez tout d’abord si la caméra est capable de rechercher un réseau Wifi, en cas d’échec dans la recherche, réessayez après réinitialisation de la caméra. 2) La caméra prend seulement en charge les réseaux Wifi 2,4Ghz. 3) Nous vous recommandons un code Wifi de type WPA pour un meilleur cryptage. 4) Les interférences peuvent causer des problèmes de connexion. L’utilisateur pourra changer le canal sans fil. 5) Ne pas utiliser l’adresse MAC si vous ne travaillez pas avec ce système. 6) Vérifiez si la distance entre la caméra et le routeur n’est pas trop grande. 7° La caméra nécessite une bonne connexion internet ainsi qu’un bon débit afin de maintenir une connexion stable, si celle-ci ne suffit pas, nous vous recommandons de contacter votre FAI. 8) Il peut y avoir des interférences provenant d’appareils électroniques qui entourent la caméra, essayez de rester loin de téléphone sans fil, fours à micro-ondes, télévision, home-cinéma, la connexion sans fil sera meilleure. 9) Testez la force du signal en déplacement votre caméra près du routeur, les murs de votre maison affaiblissent la force du réseau Wifi. Le mieux est d’avoir le réseau et la caméra dans la même pièce.
it: A: 1、Ripristinare la Telecamera per impostare i valori di fabbrica se non si riesce ad abbinare la Telecamera al WiFi e al telefono. 2, la Telecamera supporta attualmente solo la banda passante di 2.4 Ghz. 3、Si raccomanda impostazione WPA / WPA2 con AES encryption e non utilizzare TKIP. n4、Ruotare Isolamento AP nelle Impostazioni Avanzate del Router. 7、Certi WiFi Hotspot come il 360 portable WiFi Hotspot mini router non é supportato dalla Telecamera. 8 L’interferenza del segnale dall’ambiente circostante può incidere sulla connessione WiFi e la banda passante. Si può modificare il canale WiFi se necessario. 9、La Password SSID può contenere unicamente caratteri alfabetici e numeri. 10、Spegnere il Mac Filter Address dal menu Impostazioni Router. 11、Spegnere l’opzione ARP dal router. 12、Limitare l’uso dell’opzione G1 se utilizza il router TotoLink (Korea). 13、Mentre si abbina la Telecamera al router, si consiglia di mantenere una distanza adeguata. 14、Assicurare l’adeguata banda passante internet per una ottima stabilità di connessione della Telecamera. 15、Interferenza del segnale nella Telecamera. Evitare di collocare la Telecamera vicino al Telefono Wireless, forno a microonde o altri apparecchi che possano influenzare le prestazioni della Telecamera. 16、Verificare la forza del segnale WiFi. Certi materiali di restauro possono diminuire il segnale WiFi.
ko: A: 1、WiFi와 모바일에 카메라를 연결할 수 없는 경우 공장 기본 설정값으로 카메라를 초기화 합니다. 2、카메라는 현재 2.4Ghz 네트워크 대역만 지원합니다. 3、AES 암호화 WPA / WPA2 설정을 권장하고 TKIP를 사용하지 마시오. n4、라우터 추가 설정에서 AP 격리를 해제합니다. 7、포터블 WiFi 핫스팟 미니 라우터 같은 일부 WiFi 핫스팟은 카메라에서 지원하지 않습니다. 8 주위 환경에서의 신호 간섭은 WiFi 연결에 영향을 미칩니다. 필요한 경우 WiFi 채널을 변경하시오. 9、SSID 비밀번호는 알파벳과 숫자 문자가 가능합니다. 10、라우터 설정에서 MAC 필터 주소를 끄시오. 11、라우터에서 ARP 옵션을 끄시오. 12、TotoLink 라우터(한국)를 사용하는 경우 G1 옵션 사용을 제한합니다. 13、라우터에 카메라를 페어릴 할 때, 적절한 거리를 유지하시오. 14、카메라의 안정적 연결 성능을 위해 적절한 인터넷 대역을 확인하시오. 15、카메라 신호 간섭. 무선 전화기, 전자 레인지 또는 카메라 성능에 영향을 줄 수 있는 가전기기를 카메라 근처에 위치하지 마시기 바랍니다. 16、WiFi 신호 감도를 확인하시오. 일부 물질은 WiFi 신호를 약하게 합니다.
pt_pt: A: 1、redefiniÇão do dispositivo da camera com a configuraÇão padrão de fabrica se não for possivel emparelhar cámara para wifi e movel. dispositivo n2 câmera suporta apenas 2.4 Ghz rede largura de banda atualmente. configuraÇões n3 recomendado WPA WPA2 com criptografía AES e não usar TKIP. N4 apague isolation AP sob as configuraÇões avanÇadas do roteador. n7 algums pontos hotspot 360 portatil não e suportado pela câmera interferencia de sinal n8 do ambiente circundante pode afetar a conexão wifi e largura de banda. voÇê pode alterar o canal de encaminhamento wifi, se necesario. n9 senha SSID pode ser apenas alfabetica e texto numérico. n10 apague o filtro de endereÇos MAC de configuraÇões do roteador. 11 apague a opÇão ARP do seu routeador n12 restrinja uso de G1 si usa routeador totolink (korea). n13 cuando emparelhe a câmera au seu roteador, por favor, mantenha a distancia adecuada. n14 certifique conexão internet de banda larga adecuada para o desempenho da conexão estavel da câmera. n15 interferencia de sinal de câmera. Abster-se de colocar a câmera próximo telefone sem fio, aparelhos de microondas ou aparelhos que podem afetar o desempenho da câmera. n16 assegurar a forÇa do sinal wifi. Algum material renovaÇão poderia enfraquecer sinal wifi.
tr: C: 1、Kamera, WiFi ve Mobil cihaza eşleşmiyorsa kamera cihazınıza reset atarak fabrika ayarlarına geri dönüş yapınız 2、Kamera cihazınız sadece 2.4Ghz network band aralığını destekler. 3 Tavsiye edilen AES şifrelemesi ile WPA / WPA2. TKIP kullanmayınız. n4、AP Isolation’ı Router Gelişmiş Ayaralarından kapatın. 7、Bazı WiFi Hotspot routerlar kamera tarafından desteklenmemektedir. 8 Çevresel faktörler nedeniyle sinyal girişimi olabilir. WiFi routing kanalı, gerektiğinde değiştirilebilir. 9、SSID şifresi sadece alfabe ve sayı formatında olmalıdır. 10、Mac Filter Adresini , Router Ayarlarından kapatın. 11、ARP opsiyonunu router üzerinden kapatın. 12、Totolink Router (Kore) için rezerve edilmiştir. 13、Kamera cihazınızı Router’a eşlerken, lütfen yeterli uzaklığı sağlayınız. 14、Kamera bağlantısının stabil olabilmesi için yeterli internet band aralığını sağlayınız. 15、Sinyal girişimini önlemek için cihazı kablosuz telefon, mikrodalga cihazlar veya kamera performansını etkileyecek cihazlardan uzak tutunuz. 16、Wifi sinyalinin güçlü olduğundan emin olun. Bazı yenilenen materyaller WiFi sinyal gücünü azaltabilir.
zh_hans: A:1、当进入APP的网络设置时，摄像机是否可以搜索到路由器的无线信号，若搜索不到请复位摄像机再尝试。 2、目前摄像机只支持2.4G网络，暂不支持5G网络 3、加密方式推荐WPA/WPA2模式，无线加密方式用AES，不要用TKIP 4、关闭路由器设置中的AP隔离及关闭高级设置中的QOS 5、关闭无线访问控制，取消黑白名单选项 6、开启DHCP功能 7、360随身wifi暂不支持连接摄像机 8、无线信号干扰也会造成无线连接不成功，周边环境大量存在其它无线信号，这时可进入无线路由更改无线信道。 9、SSID请勿使用特殊符合、中文、空格等，建议为数字与字母组合即可。 10、是否开启了无线mac 地址过滤，若开启请关闭。 11、是否开启ARP绑定（摄像机无线和有线网卡是两个mac地址，请注意） 12、禁用高级设置”Short GI ” 13、摄像机离路由器的距离是不是太远？（在室内的正常环境下，请尽量保持在15米内） 14、摄像机需要一定的上传带宽维持一个稳定的连接，如果您的摄像机没有足够的上传带宽，我们建议您联系您的互联网服务提供商，是否提供升级服务。 15、信号干扰：有可能您的摄像机附近有其他电子设备干扰了，尽量远离无绳电话，微波炉还有一些大屏幕电视或家庭影院系统，有时候只要稍微移动几十厘米，效果就不一样了。 16、测试wifi信号强度，把摄像机移近您的路由器，家庭房间使用的不通材料也会削弱wifi信号强度，尽量把摄像机和路由器放在同一个房间使用。
zh_hant: A: 1、當進入APP的網絡設置時，攝像機是否可以搜索到路由器的無線信號，若搜索不到請復位攝像機再嘗試。 2、目前攝像機只支持2.4G網絡，暫不支持5G網絡 3、加密方式推薦WPA/WPA2模式，無線加密方式用AES，不要用TKIP 4、關閉路由器設置中的AP隔離及關閉高級設置中的QOS 5、關閉無線訪問控制，取消黑白名單選項 6、開啟DHCP功能 7、360隨身wifi暫不支持連接攝像機 8、無線信號幹擾也會造成無線連接不成功，周邊環境大量存在其它無線信號，這時可進入無線路由更改無線信道。 9、SSID請勿使用特殊符合、中文、空格等，建議為數字與字母組合即可。 10、是否開啟了無線mac 地址過濾，若開啟請關閉。 11、是否開啟ARP綁定（攝像機無線和有線網卡是兩個mac地址，請註意） 12、禁用高級設置”Short GI ” 13、攝像機離路由器的距離是不是太遠？（在室內的正常環境下，請盡量保持在15米內） 14、攝像機需要壹定的上傳帶寬維持壹個穩定的連接，如果您的攝像機沒有足夠的上傳帶寬，我們建議您聯系您的互聯網服務提供商，是否提供升級服務。 15、信號幹擾：有可能您的攝像機附近有其他電子設備幹擾了，盡量遠離無繩電話，微波爐還有壹些大屏幕電視或家庭影院系統，有時候只要稍微移動幾十厘米，效果就不壹樣了。 16、測試wifi信號強度，把攝像機移近您的路由器，家庭房間使用的不通材料也會削弱wifi信號強度，盡量把攝像機和路由器放在同壹個房間使用。

# answernineteen
source: A：1)Power off the Camera and remove the Micro SD Card. Copy the Video files to computer for backup. 2）Use PC software to download the files to the computer.
de: A：1)Schalte die Kamera aus und entferne die Micro-SD-Karte. Kopiere, zur Sicherung, die Video-Dateien auf den Computer.. 2）Benutze die PC-Software umd die Datein auf den PC zu übertragen.
es_es: R:1)Desconecte la camara y quite la tarjeta Micro SD . Copie los archives en el ordenador como copia de seguridad. 2 Use el software de PC para descargar los ficheros del ordenador..
fr: R ：Tout d’abord, veuillez éteindre la caméra,puis retirez ensuite la MicroSD. Veuillez ensuite insérer votre Micro SD dans le lecteur de carte mémoire de votre PC pour copier les fichiers sur votre PC. Si besoin est logiciel de lecture vidéo est disponible gratuitement sur www.new-deal.com »
it: A：1)Spegnere la Telecamera e rimuovere la Scheda Micro SD. Copiare i file Video dal computer per il backup. 2）Usare il programma PC per download i file nel computer.
ko: A：1) 카메라 전원을 제거하고 Micro SD 카드를 제거합니다. 백업을 위해 카메라에 비디오 파일을 복사합니다. 2）컴퓨터에 파일을 다운로드 하려면 PC 소프트웨어를 사용하시오.
pt_pt: A:1)desligue a camera e remova o cartão microSD. Copie os arquivos de video para o computador para backup. n2 use programa do PC para baixar os arquivos para o computador.
tr: : 1) Kamerayı kapatın ve Mikro SD Kartı çıkarın. Video dosyalarını bilgisayara kaydedin. 2）Dosyaları bilgisayara indirmek için PC yazılımınızı kullanın.
zh_hans: A：1、先将摄像机断电，将TF取出用读卡器插到电脑的USB接口将视频文件拷贝至电脑。 2、可通过配套的PC端软件CMS在录像回放界面将摄像机的TF卡录像文件下载至电脑。
zh_hant: A：1）先將攝像機斷電，將TF取出用讀卡器插到電腦的USB接口將視頻文件拷貝至電腦。 2）可通過配套的PC端軟件CMS在錄像回放界面將攝像機的TF卡錄像文件下載至電腦。

# answertwenty
source: A: Rule out network connection stability by power on Camera device, plug in ethernet cable to Camera. Reset the Camera and reconfigure WiFi from the Network settings - WiFi List from APP..
de: A: Entferne die Netzwerk Verbindung bevor dem einschalten der Kamera, stecke das Ethernet-Kabel an die Kamera. Resette die Kamera und rekonfiguriere das WiFi durch die Netzwerk-Einstellung - WiFi-Liste der APP..
es_es: R: Asegurese de la estabilidad de la conexion de red conectandola directamente a la red . Resetee la cámara y recobnfigure el WIFI de desde la configuración de red. – Lista de WiFi desde la APP..
fr: R : Veuillez exclure le facteur de mauvaise connexion internet. Veuillez réinitialiser la caméra et la réinstaller. Reliez votre caméra au réseau internet à l’aide d’un câble RJ45 (à l’exception de la HD CAM LIVE) puis réinitialiser la caméra. Ou refaites la procédure d’installation en SmartWifi..
it: A: Regolare la stabilità della connessione della rete accedendo la Telecamera, collegare il cavo ethernet alla Telecamera. Ripristinare la Telecamera e riconfigurare il WiFi nell’impostazione Rete- Elenco WiFi del APP..
ko: A: 카메라 전원에 의한 네트워크 연결 안정성을 배제하고, 카메라에 이더넷선을 연결하시오. 카메라를 초기화 하고 앱에서 네트워크 설정 - WiFi 목록에서 WiFI를 재구성하시오.
pt_pt: A: decarta a estabilidade da conexão de rede de energia no dispositivo da cámara, conecte o cabe Ethernet para cámara. Reinicie a câmera e configurar wifi a partir das configuraÇões de rede – lista wifi a partir de APP..
tr: C: Kural olarak şebeke bağlantı stabilitesini korumak için eternet kablosunu takılı tutunuz. Kamerayı resetleyin ve WiFi bağlantısını Şebeke Ayarlarından yeniden yapılandırın. – Uygulamadan WiFi listesi .
zh_hans: A：请排除网络不畅通因素，可以先将摄像机插上电源插上网线并复位，如果摄像机是wifi连接请重新配置wifi。
zh_hant: A：請排除網絡不暢通因素，可以先將攝像機插上電源插上網線並復位，如果攝像機是wifi連接請重新配置wifi。

# answerTwentyone
source: A: Ensure Alarm Notification is turn on from Camera Alarm Notification Settings. Camera Defense in in Armed status.
de: A: Gehe sicher die Alarm-Benachrichtigung ist eingeschalten unter Alarmbenachrichtigungs-Einstellungen. Kamera-Abwehr ist im aktivierten Status.
es_es: R: Asegurese que la notificacion de alarma esta activada en la configuracion de Notificacion de Alarma en la cámara, y que Defensa de cámara este en modo de armado..
fr: R : Vérifiez que le la fonction « recevoir les notifications » dans les paramètres d’alarme soit bien activée.
it: A: Assicurarsi che la Notifica Allarme sia accessa nella Impostazione Notifica Allarme della Telecamera. Telecamera in stato Armed.
ko: A: 알람 알림 설정에서 알람 알림이 켜기 상태인지 확인하시오. 카메라 방위 상태 확인하시오.
pt_pt: A: garantir a notificaÇão de alarme e ligar a partir de configuraÇões de notificaÇão cámara de alarme. Defesa camera em estado armado..
tr: C: Kamera Alarm Bildirimlerinin açık olduğundan emin olun. Kamera Güvenlik içinde Koruma durumu.
zh_hans: A：请确保摄像机的报警设置中打开了“接收报警信息”，请确保摄像机已经布防。
zh_hant: A：請確保攝像機的報警設置中打開了“接收報警信息”，請確保攝像機已經布防。

# answerTwentytwo
source: A: Ensure Micro SD Card is genunie with Class 4 above standard and format Micro SD Card to FAT32 format with your computer. The Camera format function might not support all the cards available in the market.
de: A: Gehe sicher Micro-SD-Karte ist ein Orginal Klasse 4 oder höher und formatiere Micro-SD-Karte auf FAT32-Format mit dem Computer. Das Kamera-Format unterstützt nicht alle Karten die es auf dem Markt gibt.
es_es: R: Asegurese que la tarjeta Micro SD Card es genuina y que es Clase 4 o superior y formateada con formato FAT32 con su ordenador. La función de formato de cámara podría no soportar todas las tarjetas disponibles del mercado..
fr: R : Vérifiez que la MicroSD soit bien une Class 4 ou + ou que le format de la mémoire soit bien FAT32. Si ce n’est pas le cas, veuillez soit changer de caméra soit la reformater.
it: A: Assicurarsi che la Scheda Micro SD sia autentica con Classe 4 rispetto ai valori standard e che sia formattata con il suo computer sul formato FAT32. La funzione formato della Telecamera potrebbe non supportare tutte le schede disponibili sul mercato.
ko: A: Micro SD 카드가 정품의 Class 4 이상 표준이고 컴퓨터에서 FAT32로 포맷했는지 확인하시오. 카메라 포맷 기능은 판매되는 모든 카드를 지원하지 않을 수 있습니다.
pt_pt: A certifique-se de que cartão microSD e genuino de clase 4 acima do cartão microSD e formato padrão para formato FAT32 com o computador. A funÇão de formataÇão da câmera pode não suportar todos os cartões disponiveis no mercado
tr: C: Micro SD kartın gerçek Class 4 olduğundan ve bilgisayarınızda doğru şekilde formatlandığından emin olun. Kameranın format fonksiyonu piyasada satılan tüm kartlar için uygun olmayabilir.
zh_hans: A：请提前在电脑上将TF格式化成FAT32文件格式在装入摄像机，建议使用CLASS4以上TF卡。
zh_hant: A：請提前在電腦上將TF格式化成FAT32文件格式在裝入攝像機，建議使用CLASS4以上TF卡。

# FTP
source: FTP Setting
de: FTP-Einstellung
es_es: Configuracion FTP:
fr: Réglages FTP
it: Impostazione FTP
ko: FTP 설정
pt_pt: configuraÇão FTP:
tr: FTP Ayarları
zh_hans: FTP设置
zh_hant: FTP設置

source: server address:
de: Server-Adresse:
es_es: direccion servidor:
fr: Adresse du serveur :
it: indirizzo server:
ko: 서버 주소:
pt_pt: endereÇo servidor:
tr: server adresi:
zh_hans: 服务器地址:
zh_hant: 服務器地址:

source: port number:
de: Port-Nummer:
es_es: numero puerto:
fr: Numéro de port :
it: numero porta:
ko: 포트:
pt_pt: numero de porta:
tr: port numarası:
zh_hans: 端口:
zh_hant: 端口:

source: sever name:
de: Server-Name:
es_es: nombre servidor:
fr: Nom du serveur :
it: nome del server:
ko: 아이디:
pt_pt: nome do servidor:
tr: server adı:
zh_hans: 用户名:
zh_hant: 用戶名:

source: sever password:
de: Server-Passwort:
es_es: clave servidor
fr: Mot de passe du serveur :
it: password del sever:
ko: 암호:
pt_pt: senha do servidor:
tr: sever şifresi:
zh_hans: 密码:
zh_hant: 密碼:

# FTP_lable
source: FTP function ON/OFF
de: FTP-Funktion AN/AUS
es_es: funcion FTP ON/OFF
fr: Fonction FTP ON/OFF
it: Funzione FTP ON/OFF
ko: 온 / 오프
pt_pt: funÇão FTP ligado/desligado
tr: FTP fonksiyonu ON/OFF
zh_hans: 开启／关闭
zh_hant: 開啟／關閉

source: please server address
de: Server-Adresse eingeben
es_es: por favor direccion servidor
fr: Merci de saisir l’adresse du serveur
it: inserire indirizzo del server
ko: 서버 주소를 입력하세요
pt_pt: por favor insira endereÇo
tr: lütfen server adresi
zh_hans: 请输入服务器地址
zh_hant: 請輸入服務器地址

source: please port number
de: Port-Nummer eingeben
es_es: por favor numero de puerto
fr: Merci de saisir le numéro de port
it: inserire numero porta
ko: 포트 번호를 입력하세요
pt_pt: insira numero de porta
tr: lütfen port numarası
zh_hans: 请输入端口号
zh_hant: 請輸入端口號

source: please sever name
de: Server-Name eingeben
es_es: por favor nombre servidor
fr: Merci de saisir le nom du serveur
it: inserire nome del server
ko: 사용자 이름을 입력하십시오
pt_pt: por favor insira nome do servidor
tr: lütfen server adı
zh_hans: 请输入用户名
zh_hant: 請輸入用戶名

source: please sever password
de: Server-Passwort eingeben
es_es: por favor clave del servidor
fr: Merci de saisir le mot de passe serveur
it: inserire password del server
ko: 비밀번호를 입력하세요
pt_pt: por favor insira senha do servidor
tr: lütfen server şifresi
zh_hans: 请输入用户密码
zh_hant: 請輸入用戶密碼

# FTP_format_error
source: Set the network the way information is wrong, there may be a user name, password, domain name exceeds the maximum character limit.
de: Netzwerk-Information ist falsch, Benutzer-Name, Passwort oder Domain-Name überschreiten maximal Anzahl.
es_es: Configuracion de la informacion de la ruta de la informacion es erronea, podria ser que el nombre de usuario, clave o nombre de dominio exceden del limite de caracteres maximo..
fr: Il y a une erreur dans les informations renseignées, il peut y avoir un nom d'utilisateur, un mot de passe, ou un nom de domaine qui dépasse la limite maximale de caractères.
it: Impostare la rete poichè l’informazione é sbagliata, potrebbe esserci un nome utente, una password, un nome dominio che supera i caratteri massimi definiti.
ko: 그런데 정보가 잘못하여 네트워크를 설정하는 사용자 이름, 패스워드, 도메인 이름의 최대 문자 제한을 초과가있을 수있다.
pt_pt: definer a rede da forma como a informaÇão esta errada, pode haver um nome de Usuario, senha, nome de dominio exceed o limite maximo de caracteres.
tr: Şebekeyi ayarlayın, yol bilgisi doğru değil, kullanıcı adı, şifre, domain adı maksimum karakter limitinin üzerinde olabilir.
zh_hans: 设置网络信息的方式错误,有可能是用户名,密码,域 名超过最大字符限度。
zh_hant: 設置網絡信息的方式錯誤,有可能是用戶名,密碼,域 名超過最大字符限度。

# FTP_operator_failure
source: Set the network the way information is wrong, there may be a network failure.
de: Netzwerk-Information ist falsch, Netzwerk Fehler.
es_es: Configuracion de la ruta del informacion es erronea, hay un fallo de red.
fr: Connexion impossible, il peut y avoir un problème de réseau.
it: Impostare la rete poiché l’informazione é sbagliata, potrebbe esserci un guasto sulla rete.
ko: 방법의 정보가 잘못된 네트워크 설정, 네트워크 오류가있을 수 있습니다.
pt_pt: definer a rede da forma como a informaÇão esta errada, pode haver uma falha na rede.
tr: Şebekeyi ayarlayın, yol bilgisi doğru değil, şebeke hatası olabilir.
zh_hans: 设置网络信息的方式错误,有可能是网络故障。
zh_hant: 設置網絡信息的方式錯誤,有可能是網絡故障。

# sever_not_empty
source: Server address can not be empty
de: Server-Adresse darf nicht leer sein
es_es: La direccion del servidor no puede estar vacia
fr: Veuillez saisir l’adresse serveur
it: L’indirizzo del Server non può essere vuoto
ko: 서버 주소는 비워 둘 수 없습니다
pt_pt: endereÇo do servidor não pode estar vazio
tr: Server adresi boş olamaz
zh_hans: 服务器地址不能为空
zh_hant: 服務器地址不能為空

# username_not_empty
source: Name can not be empty
de: Name darf nicht leer sein
es_es: El nombre no puede estar vacio
fr: Veuillez saisir le nom du serveur
it: Il Nome non può essere vuoto
ko: 이름은 비워 둘 수 없습니다
pt_pt: nome não pode estar vazio
tr: İsim boş olamaz
zh_hans: 名字不能为空
zh_hant: 名字不能為空

# possword_not_empty
source: password can not be blank
de: Passwort darf nicht leer sein
es_es: La clave no puede estar en blanco.
fr: Veuillez saisir un mot de passe
it: La password non può rimanere in bianco
ko: 암호는 비워 둘 수 없습니다
pt_pt: senha não pode ficar em branco
tr: Şifre boş olamaz
zh_hans: 密码不能为空
zh_hant: 密碼不能為空

source: Update
es_es: Actualizar
fr: Mise à jour
it: Aggiorna
ko: 업데이트
pt_pt: Atualizar
tr: Güncelle
zh_hans: 更新
zh_hant: 更新

source: version
es_es: versión
it: versione
ko: 버전
pt_pt: versão
tr: versiyon
zh_hans: 版本
zh_hant: 版本

# next_time
source: Cancel
es_es: Cancelar
fr: Peut-être la prochaine fois
it: next
ko: 다음에 얘기하자.
pt_pt: Cancelar
tr: İptal
zh_hans: 下次再说
zh_hant: 下次再說

# update_now
source: Update
es_es: Actualizar
fr: Mettre à jour
it: Aggiorna ora
ko: 즉시 업데이트
tr: Güncelle
zh_hans: 立即更新
zh_hant: 立即更新

# un_rem_pass
source: Foget password
es_es: Foget contraseña
fr: Ne me souviens pas de mon mot de passe
it: non ricorda la password
ko: 비밀번호 기억 안
pt_pt: Senha do Foget
tr: Şifreyi unut
zh_hans: 不记住密码
zh_hant: 不記住密碼

# rem_pass
source: Remember password
es_es: Recordar contraseña
fr: Mémoriser mon mot de passe
it: ricorda la password
ko: 비밀번호 기억하기
pt_pt: Lembrar senha
tr: Şifreyi hatırla
zh_hans: 记住密码
zh_hant: 記住密碼

source: Wi-Fi
ja: 無線Wi-Fi
