Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# answerten
source: A: To choose the Alarm sound alert for Alarm Push Notification, click on the top left icon or right slide screen and click on “Settings” – Alarm Tone and choose the type of ringtone you desire. Choose Alerts Notification with Alarm Tone and Vibration according to your preference.
de: A: Um die Alarm-Ton für Alarmbenachrichtigung auszuwählen, klicke oben links aus das Symbol oder wische auf dem Bildschirm nach rechts und klicke auf Einstellung – Alarm-Ton und wähle ein gewünschten Klingelton aus. Wähle die Alarmbenachrichtigung mit Alarm-Ton und Vibration nach wunsch.
es_es: R: Para seleccionar el sonido de alerta de alarma para la Notificacion push, pulse en el icono de la parte superior izquierda o en la barra de la derecha y pulse “ Configuracion” – Podra seleccionar el Tono de Alarma que desee. Seleccione Notificacion de alertas con el tono de alarma y vibracion segun desee.
fr: R : Pour choisir la sonnerie de l’alarme, cliquez sur « Paramètres », puis aller dans vibreur, sonnerie alarme et faites vos choix.
it: A: Per scegliere il suono dell’ Allarme per la notifica di Alarm Push, cliccare l’icona in alto a sinistra o fare scorrere lo schermo a destra e cliccare su “Impostazioni” – Alarm Tone e scegliere il tipo di suoneria desiderata. Scegliere Alerts Notification con Alarm Tone e muto a seconda delle preferenze.
ko: A: 알람 푸시 알림에서 알람 소리 경고 선택은, 좌측 상단 아이콘 또는 좌측 슬라이드 화면을 선택하고 “설정 - 알람 소리“를 클릭하고 원하는 벨소리를 선택합니다. 사용자 기호에 따라 경고음과 진동으로 경보 알림을 선택합니다.
pt_pt: A: para escolher o alerta sonoro de alarme para notificaÇão de alarme push, clique no icone superior esquerdo ou tela de slide direita e clique em “configuraÇões” – tone alarme e escolher o tipo de toque que voÇê deseja. Escolha alertas de notificaÇão com tom de alarme e vibraÇão de acordó com a sua preferência.
tr: C: Alarm tekik bildirimlerini almak için, sol üst köşedeki ikona tıklayınız veya ekranı sağa kaydırıp “Ayarlar” – Alarm Sesi Ayarları veya titreşimini tercihinize göre ayarlayın
zh_hans: A：在APP界面的右滑一级菜单中选择“系统设置”，勾选“报警振动”“报警铃声”，在下方的“报警铃声”选择框中选择您想要的报警铃声即可。
zh_hant: A：在APP界面的右滑壹級菜單中選擇“系統設置”，勾選“報警振動”“報警鈴聲”，在下方的“報警鈴聲”選擇框中選擇您想要的報警鈴聲即可。

# answereleven
source: A:Ensure Camera ID password for remote access is correct. On My Camera page, click on the “notepad” icon to input correct password. If Camera password is forgotten, reset Camera to Factory Settings – Factory Settings Default password will be restored to 123.;
de: A: Gehen Sie sicher, dass das Kamera-ID-Passwort für den Fernzugriff korrekt ist. Klicke unter Meine Kamera auf das Notizblock-Symbol um das korrekte Passwort einzugeben. Wenn das Kamera-Passwort vergessen wurde, resette die Kamera auf die Werkeinstellungen - Werkeinstellung stellen das Standard-Passwort wieder auf 123.;
es_es: R: Asegurese la clave de ID de camara para que el acceso remoto sea posible en la pagina de Mi Camara, pulse en el icono “ block de notas” para entrar la clave correcta. Si ha olvidado la clave, resetee la cámara a valores de fabrica – La clave de Valores de fabrica por defecto será restablecida en 123.;
fr: R : Assurez-vous que l’ID caméra et que le mot de passe saisi soit correct. Sur la page de la liste des caméras, cliquez sur le logo papier/crayon de la caméra pour les vérifier. Si vous avez oublié le mot de passe de la caméra, veuillez réinitialiser la caméra sur les paramétrages usine. Le mot de passe par défaut est : 1 2 3.;
it: A:Assicurarsi che la password ID della Telecamera per l’accesso remoto sia corretta. Nella pagina My Camera, cliccare sull’icona “notepad” per inserire la password corretta. Se ha dimenticato la password della Telecamera, ripristinare la Telecamera con le Impostazioni di fabbrica – La password preimpostata di fabbrica è 123.;
ko: A: 원격 접속을 위한카메라 ID와 비밀번호가 옳바른지 확인합니다.내 카메라 화면에서 올바른 비밀번호 입력을 위해 노트패드 아이콘을 클릭합니다. 만약 카메라 비밀번호를 분실하였다면, 공장 설정값 복원을 위해 카메라를 초기화합니다 – 공장 설정값의 기본 비밀번호는 123 입니다.;
pt_pt: A:certifique-se de senha de câmara para acesso remote esta correto. Na pagina camera, clique no icone “bloco de notas” para inserir a senha correta. Se a senha da câmera e esquecido, redefinir câmera para as configuraÇões de fabrica – as configuraÇões de fabrica senha padrão será restaurada para 123.;
tr: C: Uzaktan erişim için Kamera ID şifrenizin doğru olduğundan emin olun. Benim kamera sayfasında, notepad ikonuna tıklayınız ve doğru şifreyi giriniz. Eğer kamera şifresini unuttuysanız, kameraya reset atarak fabrika ayarlarına dönünüz. Ön tanımlı şifre 123 şeklindedir.;
zh_hans: A: 请检查添加摄像机时设置的远程访问密码是否正确，若不正确请在摄像机编辑界面重新设置远程访问密码；若忘记摄像机的远程访问密码，建议按”Reset”键将设备恢复出厂默认密码123。
zh_hant: A: 請檢查添加攝像機時設置的遠程訪問密碼是否正確，若不正確請在攝像機編輯界面重新設置遠程訪問密碼；若忘記攝像機的遠程訪問密碼，建議按”Reset”鍵將設備恢復出廠默認密碼123。

# answertwelve
source: A:Check Power source and Router Network and ensure functional. Network Indicator light ought to be lithe if connection to internet is normal. If connection to the camera fails, unplug the power source and power Camera in a min or Reset the Camera. Refresh the connection status by sliding downward on screen.
de: A: Prüfe das Energiequelle und Router-Netzwerk funktionieren. Netzwerk-Indikator-Licht sollte leuchten, wenn die Verbindung mit dem Internet normal sein sollte. Wenn die Verbindung mit der Kamera fehlschlägt, entfernen sie die Energiequelle und schalten die die Kamera erst nach einer Minute wieder an oder resette die Kamera. Aktualisiere den Verbindungsstatus, indem auf dem Bildschirm nach unten gewischt wird.
es_es: R:Compruebe la fuente de alimentacion y el router de red y asegurese de su funcionalidad. El indicador de luz de red se iluminara si la conexión a Internet es normal.Si la conexión de la cámara falla, desconecte la fuente de alimentación de la cámara y espere un minuto antes de volver a conectar o resetee la cámara. Para refrescar la conexión desplace la pantalla hacia abajo.
fr: R : Vérifiez que l’alimentation et le réseau soient opérationnels. Pour cela vérifiez si les voyants d’alimentations ou de réseau sont bien allumés mais aussi si votre accès internent fonctionne bien. Veuillez aussi rafraîchir la liste des caméras en faisant glisser vers le bas. Si ces vérifications confirment qu’il n’y a aucun problème veuillez débrancher la caméra quelques minutes ou alors réinitialiser-la.
it: A:Verificare l’alimentazione ed il Router di rete per assicurarsi del suo buon funzionamento. La spia Network deve essere accesa se la connessione internet è normale. Se la Telecamera perde la connessione, staccare l’alimentatore e riaccendere la Telecamera dopo 1 minuto o Ripristinare la Telecamera. Aggiornare lo stato di connessione slittando verso il basso sullo schermo.
ko: A: 전원과 라우터를 확인하고 기능을 확인합니다. 네트워크 표시 등은 인터넷 연결이 정상이면 점등 점멸합니다. 만약 카메라 연결이 실패하면, 전원을 제거하고 잠시 후 다시 연결하거나 카메라를 초기화 합니다. 화면 아래로 슬라이드하여 연결 상태를 새로 고침합니다.
pt_pt: A:verifique a fonte de alimentaÇão e rede router e assegurar functional. A luz indicadora de rede deveria ser agil se a conexão a internet e normal. Se a ligaÇão a cámara falhar, desligue a fonte de energía da câmera durante um minuto ou reiniciar a câmera. Atualizar o status da conexão, deslizando para baixo na tela.
tr: C: Güç kaynağını ve Router networkünü kontrol edin ve işlevsel olduğundan emin olun. Network göstergesi ışığı yanıyorsa, bağlantı normal durumdadır. Eğer kameraya bağlantı başarısız olursa, güç kaynağı kablosunu çıkarıp bir dakika bekleyin ya da kameraya reset atın. Bağlantıyı yenilemek için ekranı aşağıya doğru kaydırın.
zh_hans: A: 请检查摄像机电源、联网是否正常，检查网络指示灯是否常亮；请检查路由器网络是否正常；重新插拔电源或重新复位配置智能摄像机；刷新APP摄像机列表。
zh_hant: A: 請檢查攝像機電源、聯網是否正常，檢查網絡指示燈是否常亮；請檢查路由器網絡是否正常；重新插拔電源或重新復位配置智能攝像機；刷新APP攝像機列表。

# answerthirteen
source: A:Camera Device supports WiFi 2.4Ghz only. Please ensure router 2.4Ghz bandwidth is operational, Camera and Router connected to 2.4Ghz bandwidth. Ensure the SSID for WiFi is not hidden and use original Operating System for Mobile or Tablets.
de: A: Die Kamera unterstützt nur WiFi 2.4Ghz. Gehen Sie sicher, dass der Rotuer 2.4Ghz Bandbreite hat. Gehen Sie sicher die SSID für WiFi ist nicht versteckt und nutze das Original Betriebssystem für das Mobiltelefon oder Tablet.
es_es: R: La camara soportA solo WiFi 2.4Ghz. Asegurese que el ancho de banda del router 2.4Ghz es operativo. Asegurese que el SSID para WiFi no esta oculto y que usa el sistema Operativo original en su movil o Tablet.
fr: R : La caméra ne supporte seulement que des réseaux Wifi de 2,4Ghz. Vérifiez que votre box diffuse bien un réseau Wifi de 2,4Ghz et qu’il soit bien opérationnel. Vérifiez aussi que le SSID (nom réseau) soit bien visible sur les Wifi.
it: A:La Telecamera supporta unicamente il WiFi 2.4Ghz. Assicurarsi che la banda passante 2.4Ghz del router funzioni correttamente, la Telecamera ed il Router devono essere connessi alla banda 2.4Ghz. Assicurarsi che il SSID per il WiFi non sia nascosto ed utilizzare il Sistema di Funzionamento originale per Telefoni o Tablets.
ko: A: 카메라는 WiFi 2.4Ghz만 지원합니다. 라우터가 2.4Ghz 대역에서 작동하는지 확인하고 카메라와 라우터가 2.4Ghz 대역에 연결되었는지 확인합니다. WiFi의 SSID가 숨김으로 되어 있는지 확인하고 모바일 기기 또는 태블릿의 원래 OS를 사용합니다.
pt_pt: A:dispositivo camera suporta apenas 2.4 Ghz wifi. Certifique-se de router 2.4 Ghz largura de banda e operacional, câmera e routeador conectado a largura de banda 2.4 Ghz. Verifique-se o SSID para o wifi não esta oculto e uso original do sistema operacional para celulares ou tablets.
tr: C: Kamera cihazı sadece WiFi 2.4Ghzyi desteklemektedir. Routerin 2.4Ghz band genişliğinde çalıştığından ve kamera ve routerin 2.4Ghz band genişliğine bağlandığından emin olun. WiFi için SSID’nin gizli olmadığından ve mobil cihazlar için orijinal işletim sisteminin kullanıldığından emin olun.
zh_hans: A: 智能摄像机仅支持无线路由2.4Ghz频段，请确定路由器此频段可用；智能摄像机不支持隐藏SSID的WIFI，请确定路由器SSID没有设为隐藏；部分刷了第三方操作系统的手机会在使用中出现app中无法搜到wifi的情况，请确定手机使用的是原厂操作系统。
zh_hant: A: 智能攝像機僅支持無線路由2.4Ghz頻段，請確定路由器此頻段可用；智能攝像機不支持隱藏SSID的WIFI，請確定路由器SSID沒有設為隱藏；部分刷了第三方操作系統的手機會在使用中出現app中無法搜到wifi的情況，請確定手機使用的是原廠操作系統。

# answerfourteen
source: A: Check Micro SD Card is not damaged. Camera System Time and Video Time is align, alter Camera System time by clicking Camera Setting (Gearwheel icon) – Date and Time. Remove Micro SD Card, power off Camera and insert Micro SD Card before powering the Camera Device. If problem still exists, Reset Camera to Default Factory Settings and try again. If problem persist, contact the seller or manufacturer for more assistance.
de: A: Prüfe, dass die Micro-SD-Karte nicht beschädigt ist. Kamera-System-Zeit und Video-Zeit ist ausgeglichen, ändere die Kamera-System-Zeit durch das klicken auf Geräteinstellung (Zahnrad-Symbol) – Datum und Zeit. Entferne die Micro-SD-Karte, schalte die Kamera aus und füge die Micro-SD-Karte ein bevor Sie die Kamera einschalten. Wenn das Problem weiterhin besteht, resette die Kamera auf die Werkeinstellung und versuche es erneut. Ist das Problem immer noch vorhanden, kontaktieren Sie den Verkäufer oder den Hersteller für Unterstützung.
es_es: R: Compruebe que la tarjeta Micro SD no esta dañada. El sistema horario de la cámara y el video están en línea, para variar la hora en la cámara pulse en configuración de cámara (icono de rueda mecánica) – Hora y Fecha. Remueva la tarjeta Micro SD, apague la camara e inserte la tarjeta SD antes de encender el dispositivo. Si el problema persiste contacte con su distribuidor habitual..
fr: R : Vérifiez que la carte Micro SD ne soit pas endommagé. Vérifiez aussi que la date et les fuseaux horaires correspondent avec la réalité. Pour cela, allez dans les paramètres de la caméra puis dans « Date et Heure ». Retirer la carte Micro SD, éteignez la caméra, réinsérez la carte MicroSD puis rallumez la caméra. Si le problème existe toujours, veuillez réinitialiser la caméra aux paramètres d’usines et réessayez. Si le problème persiste veuillez contacter votre revendeur ou le fabricant.
it: A: Verificare che la Scheda Micro SD non sia danneggiata. Il Camera System Time ed il Video Time devono essere perfettamente allineati, modificare il Camera System time cliccando su Impostazioni Telecamera (icona ruota dentata) – Data e Ora. Togliere la Scheda Micro SD, spegnere la Telecamera ed inserire di nuovo la Scheda Micro SD prima di accendere laTelecamera. Se il problema persiste, ripristinare la Telecamera con i valori di fabbrica preimpostati e riprovare. Se il problema persiste, contattare il venditore o produttore per ulteriore assistenza.
ko: A: Micro SD 카드가 손상되었는지 확인합니다. 카메라 시스템 시간과 비디오 시간을 조정합니다. 카메라 설정(톱니바퀴 아이콘) - 날짜와 시간을 클릭하여 카메라 시스템 시간을 변경합니다. Micro SD 카드를 제거하고,카메라 전원을 제거하고 카메라에 전원을 연결하기 전에 Micro SD 카드를 삽입합니다. 만약 문제가 있으면, 카메라를 초기화 하고 다시 시도하시오. 만약 문제가 계속되면, 서비스 센터에 연락하시오.
pt_pt: A: verifique cartão micro SD não danificado. Sincronize a data e hora, alterar o tempo do sistema clicando en definiÇão cámara (icone chave dentada) – data e hora. Remover cartão micro SD, desligue câmera e inserir o cartão micro SD antes de ligar o dispositivo da câmera. Se o problema persistir, reset da câmera para as configuraÇões padrão de fabrica e tente novamente. Se o problema persistir, entre em contato com o vendedor ou o fabricante para obter mais assistência.
tr: C: Micro SD Kartın zarar görmediğnden emin olun. Kamera Sistem Zamanı ve Video Zamanı hizalanmıştır, Kamera Sistem zamanını, Kamera Ayarlarına girerek değiştirin – Tarih ve Saat. Micro SD kartı çıkartın, kamerayı kapatın ve kartı kamerayı açmadan önce takın. Problem hala devam ediyorsa, kamerayı fabrika ayarlarına döndürün ve tekrar deneyin. Daha fazla yardım için satıcınızdan destek alın.
zh_hans: A: 1、请检查SD卡是否损坏； 2、请检查录像文件的检索时间，检查摄像机的系统时间，前期带时间电池的设备在使用用复位键之后设备时间恢复到2010年，这时插入TF卡开启录像，录像回放时自动搜索录像文件是找不到录像文件的，在使用过程中使用复位键复位之后一定要把时间更改过来。
zh_hant: A: 1、請檢查SD卡是否損壞； 2、請檢查錄像文件的檢索時間，檢查攝像機的系統時間，前期帶時間電池的設備在使用用復位鍵之後設備時間恢復到2010年，這時插入TF卡開啟錄像，錄像回放時自動搜索錄像文件是找不到錄像文件的，在使用過程中使用復位鍵復位之後壹定要把時間更改過來。

# answerfifteen
source: Check Camera System Time if restore to factory default settings. The file stored date and time will be previous Camera Time System hence please ensure System Time is correct.
de: Prüfe Kamera-System-Zeit, nach dem zurücksetzten auf Werkeinstellung. Das gelagerte Datei-Datum und Zeit and beziehen sich auf die Kamera-System-Zeit, daher gehe sicher, dass die System-Zeit richtig ist.
es_es: R: Compruebe la hora de la camara si reinicia a valores de fabrica. Los datos almacenados tendrán la fecha y la hora antiguos, asegurese que el sistema tiene la hora y fecha correcta..
fr: Si cela se produit, veuillez redémarrez la caméra et retenter l’installation de la mise à jour. Si le problème persiste, contactez le support technique de votre revendeur
it: Verificare la data ed ora del sistema (Camera System Time) se si ripristinano i valori di fabbrica. Il file della data ed ora memorizzati verranno eliminati dal sistema, quindi assicurarsi che data e ora siano corretti.
ko: 공장 기본 설정값 복원 후 카메라 시스템 시간을 검사하시오. 파일 저장 날짜와 시간은 이전 카메라 시간이므로 따라서 시스템 시간이 정확한지 확인하시오.
pt_pt: verifique a data da camera se restaurar as configuraÇões padrão fabrica. A data e hora do arquivo armazeado será camera anterior a data, potanto, certifique-se de hora do sistema e correto.
tr: C:Ön tanımlı fabrika ayarlarından Kamera Sistem Zamanını kontrol edin. Kamera sistem Zaman Ayarının doğru olduğundan emin olun.
zh_hans: A: 解决办法是把升级文件拷到TF根目录下，然后把TF插在设备上，插上电源长按复位键15秒以上，设备会自动升级恢复系统。
zh_hant: A: 解決辦法是把升級文件拷到TF根目錄下，然後把TF插在設備上，插上電源長按復位鍵15秒以上，設備會自動升級恢復系統。

# answersixteen
source: A：The camera has IR Cut Filter function. Color image or Night Vision image varies from the detection of light density. Certain scenarios will cause IR Cut features to turn on and off rapidly. IE: While watching Television in a dimly lit environment and the various light source from the television will cause the switch of the IR Cut to work rapidly.
de: A： Die Kamera hat ein IR-Einschnitt-Filter Funktion. Die Kamera wechselt von Farbbilder und Nachtsicht, durch die entsprechende Helligkeit. Folgende Szenen schalten den IR-Einschnitt dauernd schnell ein und aus. IE: Während dem Fernseh gucken in einer dämmernden Umgebung, eine schwach beleuchtete Umgebung und verschieden wechselnde Lichtquellen sorgen dafür, dass der IR-Einschnitt schnell wechselt.
es_es: R: La cámara tiene la función de filtro mecanico IR. La imagen en color o la imagen de visión nocturna varian el tipo de luz detectada. Ciertos escenarios podrian causar que el filtro mecanico se active y desactive repetidas veces. Por ejemplo: Si la cámara esta orientada a una TV, el cambio de luz fuerte hara que el filtro salte repetidas veces.
fr: R ：Les LED infrarouges sont en mode automatique, l’image sera en couleur ou noir/blanc en fonction de l’intensité lumineuse. Pour apparaître en couleur le niveau de lumière doit être suffisant dans la pièce.
it: A：La Telecamera ha la funzione di filtro IR Cut. Il colore dell’immagine o la Visione Notturna varia a seconda della densità della luce rilevata. Certi scenari possono causare lo spegnimento o accensione del filtro IR Cut rapidamente. Es: Mentre si guarda la Televisione in un ambiente poco illuminato, le varie sorgenti luminose della televisione possono provocare che il commutatore del IR Cut funzioni rapidamente.
ko: A：카메라는 IR 컷 필터 기능이 있습니다. 칼라 이미지와 야간 이미지는 빛 농도에 따라 다릅니다. 어떤 상황에서는 IR 컷 기능이 빠르게 켜지고 꺼질 수 있습니다. 예: 어두운 조명 환경에서 텔레비젼 시청시와 텔레비젼에서 다양한 광원이 표시되는 것은 IR 컷 스위치가 순간적으로 동작하는 것을 유발합니다.
pt_pt: A:a camera tem a funÇão de filtro de corte IR. Imagen noturna o colorida con a variaÇão da densidade de luz. Determinados cenarios fara ligar o desligar o filtro IR rápidamente. Enquanto assistia televisão em um ambiente mal iluminado e os varios fontes de luz da televisão fara com que o interruptor IR trabalhe rapidamente.
tr: C: Kamera kızılötesi filtresine sahiptir. Renkli objeler veya gece görüşü, ışık yoğunluğuna bağlı olarak değişkenlik gösterir. Kızılötesi kesme özelliği çok hızlı açılır ve kapanır.
zh_hans: A: 本产品红外灯被设置为自动模式，摄像机图像是彩色还是黑白模式是由环境光线强度决定的，光线较亮时为彩色图像，光线较暗时为黑白图像。某些特殊的场合，比如晚上关灯看电视时，电视画面的明暗变化会引起摄像机图像出现黑白彩色相互切换的情况。
zh_hant: A: 本產品紅外燈被設置為自動模式，攝像機圖像是彩色還是黑白模式是由環境光線強度決定的，光線較亮時為彩色圖像，光線較暗時為黑白圖像。某些特殊的場合，比如晚上關燈看電視時，電視畫面的明暗變化會引起攝像機圖像出現黑白彩色相互切換的情況。

# answerseventeen
source: A:”Whistling“ sound is due to input and output sound produced from Camera Device and Mobile Device speaker and Microphone. This problem is normal and you can lower the volume or mute the mobile device volume to decrease or avoid the sound. When viewed from different environment this product will not exist.
de: A: 'Flüster'-Ton wird erzäugt durch Ein- und Ausgabe der Kamera und Lautsprecher und Mikrofon des Mobiltelefons. Das Problem ist normal Sie können die Lautstärke des Mobiltelefons leiser stellen oder Stummschalten, um den Ton zu verringern. Bei einer Ansicht von verschiedenen Umgebungen existiert das Produkt nicht.
es_es: R: Un silbido de audio puede producirse en la entrada y salida de audio del dispositivo y desde el altavoz o micrófono del móvil. Esto es normal se denomina “acoplo de audio” y se quitara simplemente bajando el sonido del móvil o alejándose de la cámara..
fr: R : Cela vient du fait que le son de votre caméra et de votre téléphone se mélangent et provoquent ce bruit. C’est une réaction acoustique normale. Votre caméra est prévue pour fonctionner à distance. Lorsque vous vous connecterez à votre caméra à distance, ce bruit n’apparaîtra plus.
it: A. Si può sentire un fischio come suono di entrata o uscita sia dalla Telecamera o dall’ altoparlante e del microfono del Cellulare. Questo problema è normale e si può abbassare il volume o inserire il muto nel volume del telefono per evitare o ridurre il suono. Questo non succede quando entrambi i dispositivi non sono vicini uno dall’altro.
ko: A: 카메라와 모바일 기기의 스피커와 마이크에서 소리가 입력 출력 되므로 휘파람 소리가 발생할 수 있다. 이 것은 정상이다. 사용자는 해당 소리를 감소하거나 피하기 위해 모바일 기기의 볼륨을 줄이거나 음소거를 합니다. 다른 환경에서 사용시에는 현상이 거의 없습니다.
pt_pt: A:”assobiando “som e devido ao som de entrada e de saida produzido a partir de dispositivos câmera e alto-falante do dispositivo movel e microfone. Ese problema e normal e voÇê pode baixar o volumen ou silenciar o volumen do dispositivo movel para disminuir ou evitar o som. Quando visto de ambiente diferente este produto não existira.
tr: C: Cihazdan ıslık sesi duyulabilir. Bu normal bir problemdir ve mobil cihazınızın sesi kısarak ya da sessize alarak gelen ıslık sesini önleyebilirsiniz
zh_hans: A: 这是由于摄像机麦克风将手机扬声器重放出来的声音反复拾取形成正反馈,这种同频声音信号就引起放大电路回授，产生啸叫，这是一种正常电声现象。由于本产品实际使用场景为远程查看，手机与摄像机不在同一环境，则这种啸叫就不会出现。如果在同一环境中使用建议将手机静音或降低音量即可避免啸叫。
zh_hant: A: 這是由於攝像機麥克風將手機揚聲器重放出來的聲音反復拾取形成正反饋,這種同頻聲音信號就引起放大電路回授，產生嘯叫，這是壹種正常電聲現象。由於本產品實際使用場景為遠程查看，手機與攝像機不在同壹環境，則這種嘯叫就不會出現。如果在同壹環境中使用建議將手機靜音或降低音量即可避免嘯叫。
