Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# about_text
source: Camnoopy, As micro video service platform, provides real-time view, the remote care, video sharing and other comprehensive video application service for family and small & micro enterprise users. ◎With Camnoopy, you are easy to view the real-time and the history at your home, your store and your office etc. ◎With Camnoopy, you can receive instant exception alert from the places you care about, and take the safety protection measures at once. ◎With Camnoopy, you can share your most interesting life to whom you care about most.
de: Camnoopy, verfügt über eine Live-Übertragung, Überwachung aus der Ferne, die Möglichkeit Videos zu teilen und andere Vergleichbare Video Anwendungen für die Familie, sowie Kleinstunternehmen.. ◎Mit Camnoopy ist es einfach Live-Übertragungen und die Aufnahmen des Tages aus ihrem Zuhause, Laden oder Büro anzusehen. ◎Sie erhalten bei einem Ausnahmefall ein Alarm, von den Orten um die Sie sich sorgen und somit erhöhen Sie auch Gleichzeitig die Sicherheit. ◎Mit Camnoopy können Sie die interessantesten Momente mit denen teilen die Ihnen am wichtigsten sind.
es_es: Camnoopy, como plataforma Servidora de Video, suministra video en tiempo real, teleasistencia, video compartido y otras servicios de aplicaciones de video para usuarios de familias y negocios. ◎Con Camnoopy, dispondra de una sencilla visualizacion en tiempo real y lo ocurrido en su hogar, alamcen, oficina etc. ◎Camnoopy Pro, recibira alarmas instantaneas desde el lugar que desea controlar, y podra tomar las medidas de proteccion que desee. ◎Con Camnoopy, compartira sus momentos con quien mas le interesa proteger.
fr: Camnoopy, Plateforme de micro-services vidéo, qui fournit des images en temps réel, à distance, en partage de vidéos mais aussi d'autres services et fonctionnalités pour la famille et les petites entreprises. ◎Avec Camnoopy, il est très simple de suivre et surveiller en temps réel ce qu'il se passe dans votre maison, votre magasin, votre bureau ou autre. ◎Avec Camnoopy, et depuis n'importe quel endroit, vous pouvez recevoir des notification, des alertes pour vous prevenir d'une éventuelle intrusion afin de pouvoir prendre des mesures en conséquence. ◎Avec Camnoopy, vous pouvez aussi partager vos moments préférés avec les personnes que vous aimez le plus.
it: EXEL Cam, come piattaforma di micro servizio video, offre visione in tempo reale, settaggio da remoto, la condivisione di video e altri servizi per la famiglia e gli utenti di piccole e medie imprese. NA-ŽWith EXEL Cam, facile da vedere in tempo reale e cronologia eventi da casa vostra, dal vostro magazzino ed il vostro ufficio ecc NA-ŽWith EXEL Cam, è possibile ricevere avvisi istantenei solo dai luoghi che ti interessano, e prendere le misure di protezione di sicurezza in una sola volta. n-ŽWith EXEL Cam,è possibile condiveregli interessi della tua vita, con chi ti interessa di più
ja: 「Camnoopy」、ホームユーザーや中小企業のためのマイクロビデオサービスプラットフォームは、リアルタイム視聴、遠隔医療、ビデオ共有やその他の包括ビデオアプリケーションを提供することを目的とします。 ◎によって「Camnoopy」、あなたは簡単にあなたの家、店舗、オフィス、リアルタイムビデオ、歴史的な記録の他の場所を表示することができます。 ◎によって「Camnoopy」、あなたのお気に入りの場所に異常アラーム、セキュリティ対策を取るのは初めてについての簡単な情報を受け取ることができます。 ◎によって「Camnoopy」、あなたが最も気に人々と生活を共有することがあなたの最高の面白いを置くことができます。
ko: 비디오 서비스 플랫폼인 Camnoopy는 실시간 보기, 원격 관리, 비디오 공유의 포괄적인 비디오 서비스를 사용자에게 제공합니다. ◎Camnoopy를 사용하여 사용자는 가정, 사무실 등의 실시간 보기를 쉽게 사용할 수 있습니다. ◎Camnoopy를 사용하여, 관심 장소에서 이상 경고를 받을 수 있으며 안전 조치를 할 수 있습니다. ◎Camnoopy를 사용하여 사용자는 소중한 사람과 흥미로운 삶을 공유할 수 있습니다.
pt_pt: Camnoopy, como micro plataforma de serviÁos de vÌdeo, fornece uma vis„o em tempo real, o atendimento remoto, compartilhamento de vÌdeo e outros serviÁos de aplicaÁ„o de vÌdeo abrangente para a famÌlia e usu·rios de pequenas e micro empresas. NA-éWith Camnoopy, vocÍ est· f·cil de ver o real -time e da histÛria em sua casa, sua loja e seu escritÛrio etc. nA-éWith Camnoopy, vocÍ pode receber alerta exceÁ„o instant‚neas dos locais que se preocupam, e tomar as medidas de protecÁ„o de seguranÁa de uma vez. n-éWith Camnoopy, vocÍ pode compartilhar sua vida mais interessante para quem vocÍ mais gosta.
tr: Camnoopy, mikro video servis platfromu olarak, gerçek zamanlı görüntüleme, uzaktan kontrol, video paylaşma ve aileler ile küçük ve büyük mikro işletme kullanıcılari için diğer video uygulama servislerini sağlar. Camnoopy ile evinizi, depo ve ofisinizi hem gerçek zamanlı hem de kaydedilen görüntüleri izleyebilirsiniz. Cor pro ile önem verdiğiniz yerler hakkında sıra dışı bir durum anında uyarı alabilir ve bir an önce gerekli güvenlik önlemlerini sağlayabilirsiniz. Camnoopy ile hayatınızdaki en ilginç anları paylaşabilirsiniz.
zh_hans: Camnoopy，作为微视频服务平台，为家庭和小微企业用户提供实时查看、远程关爱、视频分享等全面的视频应用服务。 ◎通过Camnoopy，您可以轻松查看您家里、商铺、办公室等场所的实时视频、历史录像； ◎通过Camnoopy，您可以即时接收您所关注场所的异常信息报警，第一时间采取安全防护措施； ◎通过Camnoopy，您可以把您认为最有意思的生活点滴分享给您最在意的人。
zh_hant: Camnoopy，作為微視頻服務平台，為家庭和小微企業用戶提供實時查看、遠程關愛、視頻分享等全面的視頻應用服務。 ◎通過Camnoopy，您可以輕鬆查看您家裡、商舖、辦公室等場所的實時視頻、歷史錄像； ◎通過Camnoopy，您可以即時接收您所關注場所的異常信息報警，第一時間採取安全防護措施； ◎通過Camnoopy，您可以把您認為最有意思的生活點滴分享給您最在意的人。

source: Start Time:
de: Startzeit:
es: Hora de inicio:
es_es: Inicio de la hora del Video:
fr: Début à:
it: Tempo inizio video:
ja: 開始時間:
ko: 시작 시간:
pt_pt: Tempo de inicio de video:
tr: Başlatma Zamanı:
zh_hans: 开始时间:
zh_hant: 開始時間:

source: End Time:
de: Endzeit:
es: Hora de finalización:
es_es: Find e la hora del Video:
fr: Fin à:
it: Tempo fine video:
ja: 終了時間:
ko: 종료 시간:
pt_pt: Tempo de final de video
tr: Bitiş Zamanı:
zh_hans: 结束时间:
zh_hant: 結束時間:

source: Search
de: Suche
es: Buscar
es_es: Buscar
fr: Chercher
it: Ricerca
ja: 検索
ko: 검색
pt_pt: Pesquisa
tr: Ara
zh_hans: 查询
zh_hant: 查詢

# unselected_start_time
source: Select video start time
de: Video-Startzeit wählen
es: Seleccione una hora de inicio
es_es: Seleccione la hora de inicio del video
fr: Sélectionner heure de début
it: Seleziona il tempo iniziale del video
ja: 開始時間を選択してください
ko: 비디오 시작시간 선택
pt_pt: Selecionar tempo de partida de video
tr: Video Başlatma Zamanını Seçin
zh_hans: 请选择开始时间
zh_hant: 請選擇開始時間

# unselected_end_time
source: Select video end time
de: Video_Endzeit wählen
es: Seleccione una hora de finalización
es_es: Seleccione la hora de fin del video
fr: Choisir heure de fin
it: Selezione il tempo finale del video
ja: 終了時間を選択してください
ko: 비디오 종료시간 선택
pt_pt: Selecionar tempo de final de video
tr: Video Bitiş Zamanını Seçin
zh_hans: 请选择结束时间
zh_hant: 請選擇結束時間

# start_time_must_before_end_time
source: Search starting time must not exceed Search ending time
de: Startzeit darf Endzeit nicht überschreiten
es: La hora de inicio debe ser antes de la hora de finalización
es_es: La busqueda de la hora de inicio no puede ser superior a la de finalizacion
fr: Start time must before End time
it: Il tempo iniziale del video non deve essere superiore al tempo finale
ja: 開始時間は終了時より前に設定してください
ko: 검색 시작시간은 검색 종료시간을 초과할 수 없음
pt_pt: Pesquisa tempo de inicio n„o deve exceder pesquisa hora de final
tr: Arama Başlatma Zamanı Arama Bitiş Zamanınını Aşmamalılıdır
zh_hans: 开始时间必须在结束时间之前
zh_hant: 開始時間必須在結束時間之前

source: Account
es: Cuenta
es_es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_pt: Conta
tr: Hesap
zh_hans: 帐号
zh_hant: 帳號

source: Email
ja: メールアドレス
pt_pt: Correio
zh_hans: 邮箱
zh_hant: 郵箱

# phone_number
source: Mobile Number
de: Mobilnummer
es: Teléfono
es_es: Numero de movil
fr: Téléphone
it: Numero di telefono
ja: 携帯電話
ko: 모바일 번호
pt_pt: Telefone
tr: Mobil No
zh_hans: 手机
zh_hant: 手機

# modify_login_password
source: Modify Password
de: Passwort ändern
es: Contraseña de inicio de sesión
es_es: Introduzca la clave
fr: Mot de passe
it: Inserire Password
ja: ログインパスワード
ko: 비밀번호 수정
pt_pt: Insira senha
tr: Modifiye Şifresi
zh_hans: 修改登录密码
zh_hant: 修改登錄密碼

# unbind
source: Not Bind
de: Nicht verbinden
es: Desvincular
es_es: No enlazado
fr: Supprimer
it: Disassociare
ja: 削除
ko: 연결 안됨
pt_pt: N„o associar
tr: Bağlı değil
zh_hans: 未绑定
zh_hant: 未綁定

source: Unbind
de: Trennen
es: Desvincular
es_es: No enlazado
fr: Supprimer
it: Diassociare
ja: 削除
ko: 연결해제
pt_pt: Desvincular
tr: Çöz
zh_hans: 解除绑定
zh_hant: 解除綁定

source: Modify Password
de: Passwort ändern
es: Modificar contraseña
es_es: Modificar la clave
fr: Modifier mot de passe
it: Modificare Password
ja: パスワード変更
ko: 비밀번호 수정
pt_pt: Modificar senha
tr: Modifiye Şifresi
zh_hans: 修改密码
zh_hant: 修改密碼

# input_original_password
source: Input old password
de: Alter Passwort eingeben
es: Ingrese la antigua contraseña
es_es: Introduzca la clave antigua
fr: Mot de passe actuel
it: Inserire vecchia password
ja: 旧パスワードを入力してください
ko: 이전 비밀번호 입력
pt_pt: Entrada de senha antiga
tr: Eski şifreyi girin
zh_hans: 请输入当前密码
zh_hant: 請輸入當前密碼

source: Input new password
de: Neues Passwort eingeben
es: Ingrese la nueva contraseña
es_es: Introduzca la clave nueva
fr: Nouveau mot de passe
it: Inserire nuova password
ja: 新パスワードを入力してください
ko: 새 비밀번호 입력
pt_pt: Nova senha de entrada
tr: Yeni Şifreyi Girin
zh_hans: 请输入新的密码
zh_hant: 請輸入新的密碼

# confirm_input
source: Confirm password
de: Passwort bestätigen
es: Confirmar entrada
es_es: Confirmar la clave
fr: Confirmer saisie
it: Confirmare password
ja: 入力内容を確認
ko: 비밀번호 확인
pt_pt: Confirme a senha
tr: Şifreyi Teyit Edin
zh_hans: 确认输入
zh_hant: 確認輸入

# two_passwords_not_match
source: Two passwords does not match
de: Passwörter stimmen nicht überein
es: Las dos contraseñas no coinciden
es_es: Las claves no coinciden
fr: Mots de passe incorrects
it: Non si possono inserire due password
ja: パスワードが一致しません
ko: 두 개의 비밀번호 일치않음
pt_pt: Duas senhas n„o corresponde
tr: İki Şifre Eşleşmiyor
zh_hans: 两次输入的密码不一致
zh_hant: 兩次輸入的密碼不一致

# password_too_long
source: Password must not exceed 100 characters
de: Passwort darf nicht mehr als 100 Zeichen haben
es: La contraseña no puede exceder los 30 caracteres
es_es: La clave no debe exceder de 100 caracteres
fr: Mot de passe trop long
it: La password non può superare i 30 caratteri
ja: パスワードは30文字以内にしてください
ko: 비밀번호는 100자를 초과할 수 없음
pt_pt: A senha n„o deve exceder 100 caracteres
tr: Şifre 100 karakterden fazla olamaz
zh_hans: 密码长度不能超过100个字符
zh_hant: 密碼長度不能超過100個字符

source: Original password error
de: Standard-Passwort Fehler
es: Error en la contraseña original
es_es: Error en la clave original
fr: Mot de passe actuel erronné
it: Password di fabbrica errata
ja: パスワードエラー
ko: 이전 비밀번호 오류
pt_pt: Erro senha original
tr: Orijinal şifre hatası
zh_hans: 原始密码错误
zh_hant: 原始密碼錯誤

source: Unknown error
de: Unbekannter Fehler
es: Error desconocido
es_es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: エラー
ko: 알수 없는 오류
pt_pt: Erro desconhecido
tr: Bilinmeyen hata
zh_hans: 未知错误
zh_hant: 未知錯誤

# sure_to_unbind_email
source: Confirm to unbind the email?
de: Email trennen bestätigen
es: ¿Está seguro de desvincular el e-mail?
es_es: ¿Confirmar el mail para desemparejar?
fr: Êtes-vous sûr de vouloir supprimer cet email?
it: Confermi di eliminare mail abbinata?
ja: メールアドレスを削除しても良いですか?
ko: email 연결해제 확인?
pt_pt: Confirmar para desvincular o correio?
tr: Emaili açmayı onaylayın?
zh_hans: 确定解除邮箱绑定？
zh_hant: 確定解除郵箱綁定？

# sure_to_unbind_phone
source: Confirm to unbind the mobile phone?
de: Mobiltelefon trennen bestätigen?
es: ¿Está seguro de desvincular el teléfono?
es_es: ¿Confirmar el movil para desemparejar?
fr: Voulez-vous vraiment supprimer ce téléphone?
it: Confermi di eliminare numero di telefono abbinato?
ja: 電話番号を削除してもいいですか?
ko: 모바일 번호 연결해제 확인?
pt_pt: Confirmar para desvincular o seo telefone?
tr: Mobil telefonu açmayı onaylayın?
zh_hans: 确定解除手机绑定?
zh_hant: 確定解除手機綁定?

source: Bind Email
de: Email verbinden
es: Vincular E-mail
es_es: Email de enlace
fr: Associer Email
it: Abbinare Email
ja: メールアドレス登録
ko: Email 연결
pt_pt: Associar correio
tr: Emaili bağlayın
zh_hans: 邮箱绑定
zh_hant: 郵箱綁定

# unbind_email
source: Edit Email address
de: Email-Adresse ändern
es: Editar E-mail
es_es: Editar la direccion de Email
fr: Edit Email
ja: メールアドレス削除
ko: Email 주소 편집
pt_pt: Editar endere«o de correio
tr: Email adresini düzenleyin
zh_hans: 修改邮箱
zh_hant: 修改郵箱

# input_email
source: Input Email address
de: Email-Adresse eingeben
es: Ingrese el e-mail
es_es: Introduzca la direccion de Email
fr: Confirmer email
it: Inserire indirizzo mail
ja: メールアドレスを入力してください
ko: Email 주소 입력
pt_pt: Entrada de correio
tr: Email adresini girin
zh_hans: 请输入邮箱
zh_hant: 請輸入郵箱

# email_length_error
source: Email must be 5 to 100 characters in length
de: Email muss 5-31 Zeichen lang sein
es: El e-mail debe ser de 5-31 caracteres de largo
es_es: El Email debe tener de 5 a 31 caracteres de longuitud
fr: Le mot de passe doit être compris entre 5-31 caractères
it: L'indirizzo mail deve avere una lunghezza tra 5 e 31 caratteri
ja: メールアドレスの長さは5-31文字でお願いします
ko: Email은 5~31자 길이로 하시오
pt_pt: Correio deve ser de 5 a 31 caracteres de comprimento
tr: Email 5 ila 100 karakter uzunluğunda olmalıdır
zh_hans: 邮箱长度必须是5-100个字符
zh_hant: 郵箱長度必須是5-100個字符

# email_used
source: Email address has been used
de: Email-Adresse wird bereits genutzt
es: El e-mail ya ha sido usado
es_es: La direccio de Email ha sido usada
fr: Email déjà utilisé
ja: メールアドレスは既に登録済です
ko: Email 주소가 사용 중임
pt_pt: Endere«o de correio electronico tem sido usada
tr: Email addresi kullanılmıştır
zh_hans: 邮箱已被使用
zh_hant: 郵箱已被使用

# email_format_error
source: Email address error
de: Email-Adresse Fehler
es: Error en el formato del E-mail
es_es: Direccion de Email erronea
fr: Email erronné
it: Errore indirizzo mail
ja: メールアドレスフォーマットエラー
ko: Email 주소 오류
pt_pt: Erro endere«o de correio
tr: Email addresi hatalı
zh_hans: 邮箱格式错误
zh_hant: 郵箱格式錯誤

source: Input login password
de: Login-Passwort eingeben
es: Ingrese la contraseña para iniciar sesión
es_es: Introduzca la calve de acceso
fr: Veuillez saisir votre mot de passe
it: Inserire password
ja: ログインパスワードを入力してください
ko: 로그인 비밀번호를 입력하시오
pt_pt: Entrada de senha
tr: Giriş şifresini yazın
zh_hans: 请输入登录密码
zh_hant: 請輸入登錄密碼

# session_error
source: Login error. Account might be login from another device, please login again.
de: Login Fehler. Account ist mit einem anderen Gerät verbunden, versuchen Sie es erneut.
es: Error de sesión, su cuenta puede iniciar sesión en otro lugar, por favor vuelva a iniciar
es_es: Clave erronea. Puede haberse acedido a la cuenta desde otro dispositivo, por favor intentelo de nuevo.
fr: Erreur de connexion, vous êtes peut-être déjà connecté sur un autre appareil, veuillez réessayer
it: Errore di accesso. Account potrebbe essere utilizzato da un altro dispositivo, effettua il login di nuovo.
ja: エラー 貴方のアカウントは別の場所で使われています 再度ログインしてください
ko: 로그인 오류. 다른 장치에서 로그인이 예상됩니다. 다시 로그인 하시오.
pt_pt: Erro inicio ses„o. Conta pode ser iniciada a partir de outro dispositivo, por favor acessar novamente.
tr: Giriş hatası. Hesap başka bir cihaza giriş yapmış, lütfen yeniden girin.
zh_hans: 会话错误，您的帐号可能在其它地方登录，请重新登录
zh_hant: 會話錯誤，您的帳號可能在其它地方登錄，請重新登錄

# time_set
source: Date and Time
de: Datum und Zeit
es: Fecha y hora
es_es: Dia y hora
fr: Date et heure
it: Data e ora
ja: 日時設定
ko: 날짜와 시간
pt_pt: Data e hora
tr: Tarih ve Saat
zh_hans: 时间设置
zh_hant: 時間設置

# media_set
source: Media Settings
de: Medieneinstellung
es: Ajsutes de medios
es_es: Configuraciones de video
fr: Paramètres médias
it: Impostazioni di supporto
ja: カメラ設置
ko: 미디어 설정
pt_pt: Configura«ıes de midia
tr: Media Ayarları
zh_hans: 媒体设置
zh_hant: 媒體設置

# security_set
source: Security Settings
de: Sicherheitseinstellung
es: Ajustes de seguridad
es_es: Configuraciones de Seguridad
fr: Réglages sécurité
it: Impostazioni di sicurezza
ja: パスワード設定
ko: 보안 설정
pt_pt: Configura«ıes de seguran«a
tr: Güvenlik Ayarları
zh_hans: 安全设置
zh_hant: 安全設置

# network_set
source: Network Settings
de: Netzwerkeinstellung
es: Ajustes de red
es_es: Configuraciones de Red
fr: Paramètres réseau
it: Impostazioni di rete
ja: ネットワーク設定
ko: 네트워크 설정
pt_pt: Configura«ıes de rede
tr: Network Ayarları
zh_hans: 网络设置
zh_hant: 網絡設置

# alarm_set
source: Alarm Settings
de: Alarmeinstellung
es: Ajustes de alarma
es_es: Notificacion de Alarma
fr: Réglages alarme
it: Notifica di allarme
ja: 警報設定
ko: 알람 설정
pt_pt: Notifica«„o de alarme
tr: Alarm Ayarları
zh_hans: 报警设置
zh_hant: 報警設置

# record_set
source: Recording Settings
de: Aufnahmeeinstellung
es: Ajustes de grabación
es_es: Configuraciones de Grabacion
fr: Paramètres d'enregistrement
it: Impostazioni di registrazione
ja: 録画設定
ko: 녹화 설정
pt_pt: Defini«ıes de grava«„o
tr: Kayıt Ayarları
zh_hans: 录像设置
zh_hant: 錄像設置

# defenceArea_set
source: Defense Area Settings
de: Abwehrbereichseinstellung
es: Ajustes de seguridad
es_es: Configuraciones de Alarma
fr: Accessoires et zone de protection
it: Impostazioni area di sicurezza
ja: 監視エリア設定
ko: 방위 지역 설정
pt_pt: Configura«ıes de area de defesa
tr: Güvenlik Bölgesi Ayarları
zh_hans: 防区设置
zh_hant: 防區設置

# remote_set
source: Remote Settings
de: Ferneinstellung
es: Ajustes de remoto
es_es: Configuraciones Remotas
fr: Réglages à distance
it: Impostazioni da remoto
ja: リモート設定
ko: 원격 설정
pt_pt: Configura«ıes remotas
tr: Uzaktan Erişim Ayarları
zh_hans: 远程设置
zh_hant: 遠程設置

# remote_reset
source: Reset Camera Device
de: Kamera zurücksetzten
es: Reiniciar remoto
es_es: Reseinicializar el Dispositvo de Camara
fr: Réinitialisation à distance
it: Reset Telecamera
ja: リモート解除
ko: 카메라 장치 초기화
pt_pt: Restaurar camara
tr: Kamerayı Resetleyin
zh_hans: 恢复出厂设置
zh_hant: 恢複出廠設置

# device_update
source: Device Firmware Update
de: Gerät-Firmware updaten
es: Actualizar dispositivo
es_es: Actualizar el Firmware del Dispositivo
fr: Mise à jour matériel
it: Aggiornamento software
ja: カメラアップデート
ko: 장치 펌웨어 업데이트
pt_pt: Actualiza«„o do firmare
tr: Cihaz Firmware Güncellemesi
zh_hans: 检查设备更新
zh_hant: 檢查設備更新

source: Time zone
de: Zeitzone
es: Zona horaria
es_es: Zona Horaria
fr: Fuseaux horaires
it: Fuso orario
ja: 標準時間
ko: 시간대
pt_pt: Fuso horario
tr: Zaman bölgesi
zh_hans: 时区
zh_hant: 時區

source: Apply
de: Anwenden
es: Aplicar
es_es: Aplicar
fr: Appliquer
it: Applicare
ja: 適応
ko: 적용
pt_pt: Aplicar
tr: Uygula
zh_hans: 应用
zh_hant: 應用

source: Video Format
es: Formato de vídeo
es_es: Formato de Video
fr: Format vidéo
it: Formato video
ja: ビデオ形式
ko: 비디오 포맷
pt_pt: Formato de video
tr: Video Formatı
zh_hans: 视频制式
zh_hant: 視頻制式

source: Volume
de: Lautstärke
es: Volumen
es_es: Volumen
ja: 音量
ko: 음량
zh_hans: 音量
zh_hant: 音量

source: Modify Device password
de: Gerät-Passwort ändern
es: Modifica la contraseña del dispositivo
es_es: Modificar la clave del Dispositivo
fr: Modifier mot de passe de l'appareil
it: Modificare password dispositivo
ja: カメラパスワード変更
ko: 장치 비밀번호 수정
pt_pt: Modificar a senha do dispositivo
tr: Cihaz Şifresini Modifye Edin
zh_hans: 修改设备密码
zh_hant: 修改設備密碼

# motion
source: Motion Detection
de: Bewegunserkennung
es: Modo de detección
es_es: Deteccion de Movimiento
fr: Détecteur de mouvements
it: Rilevatore movimento
ja: 動体検知
ko: 움직임 감지
pt_pt: Detector de movimento
tr: Hareket Dedektörü
zh_hans: 移动侦测
zh_hant: 移動偵測

# buzzer
source: Alarm Buzzer
de: Alarm-Auslöser
es: Zumbador
es_es: Sonido de Alarma
fr: Sirène
it: Suono
ja: ブザー音
ko: 알람 부저
pt_pt: Sirene de alarme
zh_hans: 蜂鸣器
zh_hant: 蜂鳴器

# buzzer_time
source: Alarm Buzzer Time(minute)
de: Alarm-Auslöser Zeit(Minute)
es: Hora del zumbador (minuto)
es_es: Tiempo del sonido de Alarma(minutos)
fr: Durée sirène(minute)
it: Durata suono allarme(minuti)
ja: ブザー音時間(分)
ko: 알람 부저 시간(분)
pt_pt: Tempo de sirene de alarme(minutos)
tr: Alarm Buzzer Zamanı(dakika)
zh_hans: 蜂鸣时长(分钟)
zh_hant: 蜂鳴時長(分鍾)

# alarm_email
source: Notify Email
de: Email mitteilen
es: Alarma por correo electrónico
es_es: Email de notificacion
fr: Email destinataire de l'alarme
it: Scrivere Email
ja: 警報メールアドレス
ko: Email 알림
pt_pt: Notifica«„o correio
tr: Uyarı Emaili
zh_hans: 报警邮箱
zh_hant: 報警郵箱

source: Bind Account
de: Account verbinden
es: Vincular cuenta
es_es: Cuenta de enlace
fr: Associer compte
it: Associare Account
ja: アカウント
ko: 계정 연결
pt_pt: Vincular conta
zh_hans: 绑定帐号
zh_hant: 綁定帳號

# sure_to_unbind_account
source: Confirm to remove ID from APP Notification?
de: Bestätige um ID von der APP-Beanchrichtigung zu entfernen
es: ¿Está seguro de desvincular el ID de la alarma?
es_es: ¿Confirmaa que desea borrar la ID de la notificacion de la APP?
fr: Confirmez-vous la suppresion de cette alarme?
it: Confermi di rimuovere codice ID dall'APP?
ja: 警報IDを削除しても良いですか?
ko: 앱 알림에서 ID 제거를 확인?
pt_pt: Confirmar novamente para remover ID de notifica«„o APP?
tr: APP Bildirimlerinden ID kaldırılmasını onaylayın?
zh_hans: 确定解除绑定此报警帐号?
zh_hant: 確定解除綁定此報警帳號?

# input_alarm_id
source: Input Account ID to receive Notification
de: Account-ID eingeben um Benachrichtigung zu erhalten
es: Ingrese el ID de la alarma
es_es: Introduzca la ID de la cuenta para recibir notificaciones
fr: Merci de saisir un identifiant alarme
it: Inserire codice ID per ricevere notifiche
ja: 警報IDを入力してください
ko: 수신 알림을 위한 계정 ID를 입력
pt_pt: Entrada de ID da conta para receber notifica«„o
tr: Bildirimleri alkmak için hesap ID girin
zh_hans: 请输入报警ID号
zh_hant: 請輸入報警ID號

# id_too_long
source: ID must not exceed 9 character
de: ID darf 9 Zeichen nicht überschreiten
es: El ID no debe ser mayor que 9 caracteres
es_es: La ID no deberia exceder de 9 caracteres
fr: L'identifiant ne doit pas dépasser 9 caractères
it: Il codice ID non deve superare i 9 caratteri
ja: IDは9文字以内にしてください
ko: ID는 9자를 초과할 수 없음
pt_pt: ID n„o deve exceder 9 caracteres
tr: ID 9 karakterden fazla olamaz
zh_hans: ID号不能超过9个字符
zh_hant: ID號不能超過9個字符

# alarm_id_must_zero_begin
source: Alarm ID must start with '0'
de: Alarm-ID muss starten mit '0'
es: El ID de la alarma debe ser '0' en el inicio
es_es: La ID de la Alarma deberia comenzar con '0'
fr: L'identifiant alarme ne doit pas commencer par '0'
it: ID allarme deve iniziare con '0'
ja: 警報ＩＤは先頭に0を入力してください
ko: 알람 ID는 '0'으로 시작해야 합니다
pt_pt: ID de alarme deve come«ar com '0'
tr: Alarm ID '0' ile başlamalı
zh_hans: 报警ID号必需是'0'开头
zh_hant: 報警ID號必需是'0'開頭

# add_bind_account_prompt1
source: Can add only
de: Kann nur hinzufügen
es: Sólo se puede agregar
es_es: Solo puede incluir
fr: Peut seulement être ajouté
it: Si può solo aggiungere
ja: 追加できます
ko: 추가만 가능
pt_pt: So pode adicionar
tr: Sadece eklenebilir
zh_hans: 最多只能添加
zh_hant: 最多只能添加

# add_bind_account_prompt2
source: Alarm Notify account
de: Alarm-Account mitteilen
es: Cuenta de la alarma
es_es: Cuenta de notificacion de Alarma
fr: Profil alarme
it: Account notifica allarme
ja: 警報アカウント
ko: 알람 알림 게정
pt_pt: Notificar conta de alarme
tr: Alarm Bildirim hesabı
zh_hans: 个报警帐号
zh_hant: 個報警帳號

# remote_defence
source: Remote Access Arm Camera Device
de: Fernzugriff Kamera rüsten
es: Seguridad remota
es_es: Acceso remoto para armar el Dispositivo de Camara
fr: Défense à distance
it: Telecamera armatada remoto
ja: リモート警報
ko: 원격 접속 무장 카메라 장치
pt_pt: Acesso remoto armar camera
zh_hans: 远程布防
zh_hant: 遠程布防

# remote_record
source: Remote Access Recording
es: Grabación remota
es_es: Acceso remoto a la grabacion
fr: Enregistrement à distance
it: Registrazione da remoto
ja: リモート録画
ko: 원격 접속 녹화
pt_pt: Grava«„o de acesso remoto
tr: Kayıtlara uzaktan erişim
zh_hans: 远程录像
zh_hant: 遠程錄像

source: Record Type
de: Aufnahme-Typ
es: Tipo de grabación
es_es: Tipo de garabacion
fr: Type d'enregistrement
it: Tipo di registrazione
ja: 録画タイプ
ko: 녹화 형태
pt_pt: Tipo de registro
tr: Kayıt Tipi
zh_hans: 录像模式
zh_hant: 錄像模式

# record_time
source: Record Time(minute)
de: Aufnahme-Zeit(Minute)
es: Tiempo de grabación (minuto)
es_es: Hora de grabacion(minuto)
fr: Temps d'enregistrement(minute)
it: Tempo di registrazione(minuto)
ja: 録画時間(分)
ko: 녹화 시간(분)
pt_pt: Tempo de grava«„o (minutos)
tr: Kayıt Sürei(dakika)
zh_hans: 录像时长(分钟)
zh_hant: 錄像時長(分鍾)

# manual_record
source: 24 hours Recording
de: 24 Stunden-Aufnahme
es: Grabación manual
es_es: Grabacion 24 horas
fr: Enregistrement manuel
it: Registrazione H24
ja: 手動録画
ko: 24 시간 녹화
pt_pt: Grava«„o 24 horas
tr: 24 saat kayıt
zh_hans: 手动录像
zh_hant: 手動錄像
