Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# password_number_format_error
source: Device password must be combination of numerics 0 to 9
de: Gerät-Passwort muss Ziffern von 0-9 enthalten
es: La contraseña del dispositivo debe ser sólo una combinación de 0-9
es_es: La clave del dispositivo deberia ser una combinacion de numeros de 0 a 9
fr: Le mot de passe doit avoir entre 0-9 caractères
ja: カメラパスワードは9文字以内にしてください
ko: 장치 비밀번호는 0~9 숫자 조합으로 구성
pt_pt: Senha do dispositivo deve ser combina«„o de numeros de 0 a 9
tr: Cihaz şifresi rakamsal kombinasyonlardan oluşmalı ve 0 ila 9 arası olmalıdır
zh_hans: 设备密码只能由0-9数字组成
zh_hant: 設備密碼只能由0-9數字組成

# set_wifi
source: Set WiFi Connection
de: WiFi-Verbindung festlegen
es: Establecer Wifi
es_es: Configuracion de la conexion WiFi
fr: Paramètres Wifi
it: Impostare connessione Wifi
ja: Wifi設定
ko: WiFi 연결 설정
pt_pt: Definir conex„o Wifi
tr: WiFi Bağlantısını Ayarlayın
zh_hans: 设置WIFI
zh_hant: 設置WIFI

# no_connect_wifi
source: Mobile or Tablet has no WiFi connection, please connect to WiFi
de: Mobiltelefon oder Tablet muss mit dem WiFi verbunden werden
es: El teléfono no se conecta al WIFI, conéctese al WIFI primero
es_es: El Movil o la Tablet no tiene conexion WiFi, por favor conecetese a la WiFi
fr: Le Smartphone ne peut pas à se connecter, veuillez d'abord essayez en wifi
it: Telefono o tablet senza connessione Wif, per favore attivarla
ja: 携帯電話がWifiに接続されていません。再度Wifi接続を確認してください
ko: 모바일 또는 태블릿에 WiFi 연결 없음, WiFi에 연결하시오
pt_pt: Celular o tablet n„o tem conex„o Wi-fi, por favor conectar-se a Wifi
tr: Mobil telefon ya da Tabletin WiFi bağlantısı yok, lütfen WiFi’a bağlanın
zh_hans: 当前手机未连接WIFI,请先连接到WIFI
zh_hant: 當前手機未連接WIFI,請先連接到WIFI

source: Set
de: Festlegen
es: Establecer
es_es: Configuracion
fr: Paramètres
it: Impostato
ja: 設定
ko: 설정
pt_pt: Conjunto
tr: Ayar
zh_hans: 设置
zh_hant: 設置

source: Infra-red Remote
de: Infrarot-Fernbedienung
es: Infrarrojo remoto
es_es: Infrarrojo remoto
fr: Télécommande infrarouge
it: Telecomando a infrarossi
ja: 赤外線リモート
ko: 적외선 원격
pt_pt: Remoto infravermelho
tr: IR Uzaktan Kumanda
zh_hans: 红外遥控
zh_hant: 紅外遙控

# input_ssid
source: Please input WiFi-SSID
de: WiFi-SSID eingeben
es: Ingrese el WIFI-SSID
es_es: Por favor introduzca la SSID de la conexion WiFi
fr: Merci de saisir le WIFI-SSID
it: Inserire WiFi-SSID
ja: WIFI-SSIDを入力してください
ko: WiFi-SSID를 입력하시오
pt_pt: Por favor coloque Wifi-SSID
tr: Lütfen WiFi-SSID girin
zh_hans: 请输入WIFI-SSID
zh_hant: 請輸入WIFI-SSID

# discovered
source: Discover
de: Finden
es: Descubrir
es_es: Descubrir
fr: Recherche
it: Trovare
ja: 発見
ko: 발견
pt_pt: Descobrir
tr: Ara
zh_hans: 发现
zh_hant: 發現

source: New Device
de: Neues Gerät
es: Nuevo dispositivo
es_es: Nuevo dispostivo
fr: Nouvel appareil
it: Nuovo dispositivo
ja: 新カメラ
ko: 새 장치
pt_pt: Novo dispositivo
tr: Yeni Cihaz
zh_hans: 台新设备
zh_hant: 台新設備

# local_device_list
source: New Device List
de: Neue Gerät-Liste
es: Lista del nuevo dispositivo
es_es: Nueva lista de dispositivo
fr: Nouvelle liste d'appareils
it: Nuova lista dispositivi
ja: 新カメラリスト
ko: 새 장치 목록
pt_pt: Nova lista de dispositivos
tr: Yeni Cihaz Listesi
zh_hans: 新设备列表
zh_hant: 新設備列表

# device_id_zero_format_error
source: Device ID must be combination of numerics and should not begin with '0'
de: Gerät-ID muss Ziffern enthalten und darf nicht beginnen mit '0'
es: El ID del dispositivo debe ser una combinación digital y no puede iniciar con '0'
es_es: La ID del dispositivo deberia ser una configuracion de numeros y no deberia de comenzar por '0'
fr: L'identifiant de l'appareil doit comporter une combinaisaon de chiffres et ne pas commencer par '0'
ja: カメラIDは０以外で始まる数字の組み合わせにしてください
ko: 대상 ID는 숫자 조합으로 '0'으로 시작할 수 없음
pt_pt: ID do dispositivo deve ser combina«„o de caracteres alfanumericos e n„o deve come«ar com '0
tr: Cihaz IDsi rakamsal kombinasyonlardan oluşmalı ve '0' ile başlamalı
zh_hans: 设备ID必须是非'0'开头的数字组合
zh_hant: 設備ID必須是非'0'開頭的數字組合

# id_unknown_error
source: Unknown Error
de: Unbekannter Fehler
es: Error desconocido
es_es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: エラー
ko: 알수 없는 오류
pt_pt: Erro desconhecido
tr: Bilinmeyen Hata
zh_hans: 未知原因
zh_hant: 未知原因

# id_overdate
source: Device ID expired
de: Gerät-ID ungültig
es: El ID del remoto ha expirado
es_es: La ID ha caducado
fr: La connexion a expiré
it: ID scaduto
ja: リモートIDの有効期限が切れています
ko: 대상 ID 만료됨
pt_pt: Alvo ID expirou
tr: Hedef ID süresi doldu
zh_hans: 设备ID过期
zh_hant: 設備ID過期

# id_disabled
source: Device ID disabled
de: Gerät-ID verhindert
es: El ID del remoto está desactivado
es_es: La ID esta deshabilitada
fr: L'accès à distance est désactivé
it: ID disabilitato
ja: リモートIDは無効です
ko: 대상 ID 비활성화
pt_pt: Alvo ID desativado
tr: Hedef ID etkin değil
zh_hans: 设备ID禁用
zh_hant: 設備ID禁用

# id_inactived
source: Device ID not activated
de: Gerät-ID ist deaktiviert
es: El ID del remoto no está activado
es_es: La ID no esta activada
fr: L'accès à distance est inactivé
it: ID non attivato
ja: リモートIDが有効化されていません
ko: 대상 ID 동작하지 않음
pt_pt: ID do alvo n„o ativado
tr: Hedef ID aktive edilemedi
zh_hans: 设备ID激活
zh_hant: 設備ID激活

# id_offline
source: Device offline, Pls check device network status
de: Gerät ist offline, prüfen Sie den Netzwerk-Status
es: Desconectado
es_es: Fuera de linea
fr: Hors ligne
it: Offline
ja: オフライン
ko: 오프라인
pt_pt: Desligado
tr: Çevrimdışı
zh_hans: 设备已离线，请检查设备联网状况
zh_hant: 設備已離線，請檢查設備聯網狀況

# id_busy
source: Try again later
de: Versuch es später
es: Ocupado
es_es: Ocupado
fr: Occupé
it: Occupato
ja: 混線
ko: 사용 중
pt_pt: Ocupado
tr: Meşgul
zh_hans: 请稍后再试
zh_hant: 請稍後再試

# id_powerdown
source: Device ID is powered off
de: Gerät-ID ist ausgeschalten
es: ID del objetivo desconectado
es_es: ID fuera de linea
fr: L'appareil est hors ligne
it: ID offline
ja: IDはオフラインです
ko: 대상 ID 오프라인
pt_pt: Alvo ID desligado
tr: Hedef ID çevrimdışı
zh_hans: 设备已关机
zh_hant: 設備已關機

# id_connect_failed
source: Pls check device network status
de: Prüfen Sie den Netzwerk-Status
es: Falló la conexión
es_es: Conexion fallida
fr: La connexion a échoué
it: Connessione fallita
ja: 接続失敗
ko: 연결 실패
pt_pt: Falha conex„o
tr: Bağlantı kesildi
zh_hans: 请检查设备联网状况
zh_hant: 請檢查設備聯網狀況

# id_hangup
source: Hangup
de: Auflegen
es: Colgar
es_es: Colgar
fr: Quitter
it: Agganciare
ja: 電話を切る
ko: 연결 종료
pt_pt: Desligar
tr: Askıya alındı
zh_hans: 挂断
zh_hant: 挂斷

# id_timeout
source: Network status is not good, pls try again later
de: Netzwerk-Status ist nicht stabil, versuche es später
es: Tiempo finalizado
es_es: Fuera de tiempo
fr: Temps dépassé
it: Tempo scaduto
ja: タイムアウト
ko: 시간 초과
pt_pt: Tempo esgotado
tr: Zamanaşımı
zh_hans: 当前网络状况不佳，请稍后再试
zh_hant: 當前網絡狀況不佳，請稍後再試

# id_internal_error
source: Internal Error
de: Interner Fehler
es: Error interno
es_es: Error interno
fr: Erreur interne
it: Errore interno
ja: エラー
ko: 내부 오류
pt_pt: Erro interno
tr: Dahili Hata
zh_hans: 内部错误
zh_hant: 內部錯誤

# id_no_accept
source: No Answer
de: Keine Antwort
es: Sin respuesta
es_es: Sin respuesta
fr: Pas de réponse
it: Nessuna risposta
ja: つながりません
ko: 응답 없음
pt_pt: Sem resposta
tr: Cevap yok
zh_hans: 无人接听
zh_hant: 無人接聽

# id_password_error
source: Device password error
de: Gerät-Passwort Fehler
es: Error en la contraseña del dispositivo
es_es: Error en la clave del Dispositivo
fr: Erreur mot de passe matériel
it: Errore password
ja: カメラパスワードエラー
ko: 장치 비밀번호 오류
pt_pt: Erro senha do dispositivo
tr: Cihaz şifre hatası
zh_hans: 设备密码错误
zh_hant: 設備密碼錯誤

# id_not_support
source: Device ID does not support
de: Gerät-ID wird nicht unterstützt
es: No compatible
es_es: ID del dispositivo no soportado
fr: Non supporté
it: ID non supportato
ja: 未対応
ko: 장치 ID가 지원하지 않음
pt_pt: ID do dispositivo n„o suportado
tr: Cihaz IDsi desteklenmiyor
zh_hans: 设备不支持
zh_hant: 設備不支持

# cur_version_is
source: Current Version
de: Aktuelle Version
es: La versión actual es
es_es: Version actual
fr: La version actuelle est
it: Versione corrente
ja: 現在のバージョン
ko: 현재 버젼
pt_pt: Vers„o atual
tr: Mevcut versiyon
zh_hans: 当前版本为
zh_hant: 當前版本爲

# can_update_to
source: New Version available, do you wish to update
de: Neue Version verfügbar, wollen Sie updaten?
es: Se puede actualizar a
es_es: Nueva version disponible, ¿desea actualizar?
fr: Vous pouvez réaliser une mise à jour
it: Nuova versione disponibile, vuoi aggiornare?
ja: アップデートできます
ko: 새 버젼 사용 가능, 업데이트 합니까
pt_pt: Nova vers„o disposnivel, vo«e deseja atualizar?
tr: Yeni versiyon mevcut, güncellemek ister misiniz?
zh_hans: 可升级至
zh_hant: 可升級至

# start_update
source: Updating
de: Updaten..
es: Iniciar actualización
es_es: Actualizando
fr: Commencer mise à jour
it: Aggiornando
ja: アップデート開始
ko: 업데이트 중
pt_pt: Atualizando
tr: Güncelleniyor
zh_hans: 开始更新
zh_hant: 開始更新

source: Update Failed
de: Update fehlgeschlagen
es: La actualización falló
es_es: Actualizacion fallida
fr: La mise à jour a échoué
it: Aggiornamento fallito
ja: アップデート失敗
ko: 업데이트 실패
pt_pt: Atualiza«„o falhou
tr: Güncelleme Başarısız
zh_hans: 更新失败
zh_hant: 更新失敗

source: Cancel Update
de: Update abbrechen
es: Cancelar
es_es: Cancelar la actualizacion
fr: Annuler
it: Cancella aggiornamento
ja: キャンセル
ko: 업데이트 취소
pt_pt: Cancelar atualiza«„o
tr: Güncellemeyi iptal et
zh_hans: 取消更新
zh_hant: 取消更新

# loading
source: Refreshing...
de: Laden...
es: cargando...
es_es: cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pt_pt: Carregando...
tr: yükleniyor...
zh_hans: 加载中...
zh_hant: 加載中...

# cur_version
source: Current Version
de: Akutelle Version
es: CurVersion
es_es: Version actual
fr: Version actuelle
it: Versione corrente
ja: バージョン
ko: 현재 버젼
pt_pt: Vers„o atual
tr: Mevcut versiyon
zh_hans: 当前版本
zh_hant: 當前版本

source: Kernel Version
es_es: Version del Kernel
it: Versione Kernel
ko: 커널 버젼
pt_pt: Vers„o Kernel
tr: Çekirdek Versiyon
zh_hans: 内核版本
zh_hant: 內核版本

# rootfs_version
source: Roots Version
es: RootfsVersion
es_es: Version Roots
fr: RootfsVersion
it: Versione Roots
ja: RootfsVersion
ko: Roots 버젼
pt_pt: Vers„o raizes
tr: Kök Versiyon
zh_hans: 系统版本
zh_hant: 系統版本

source: uBoot Version
es_es: Version uBoot
it: Versione uBoot
ko: uBoot 버젼
pt_pt: Vers„o uBoot
tr: uBoot Versiyon
zh_hans: uBoot版本
zh_hant: uBoot版本

source: Device Info
de: Gerät Info
es: Información del dispositivo
es_es: Informacion del dispositivo
fr: Informations matériel
it: Info dispositivo
ja: カメラ情報
ko: 장치 정보
pt_pt: Informa«„o do dispositivo
tr: Cihaz Bilgisi
zh_hans: 设备信息
zh_hant: 設備信息

# release_new_version
source: New Version Available
de: Neue Version verfügbar
es: Hay una nueva versión
es_es: Nueva version disponible
fr: Une nouvelle version est disponible
it: Nuova versione disponibile
ja: 新しいバージョンがリリースされました
ko: 새 버젼 사용 가능
pt_pt: Nova vers„o disponivel
tr: Yeni Versiyon Mevcut
zh_hans: 新版本已经发布
zh_hant: 新版本已經發布

# ask_update_immediately
source: Upgrade now?
de: Jetzt upgraden?
es: ¿Actualizar ahora?
es_es: ¿Actualizar ahora?
fr: Réaliser la mise à jour immédiatement?
it: Aggiornamenre ora?
ja: 直ぐにアップデートしますか?
ko: 지금 업그레이드 합니까?
pt_pt: Atualize agora?
tr: Şimdi güncellensin mi?
zh_hans: 您想立刻升级么？
zh_hant: 您想立刻升級麽？

# remain_me
source: Remain me later
de: Später erinnern
es: recordar más tarde
es_es: Recordarme mas tarde
fr: Me le rappeler plus tard
it: Ricordamelo più tardi
ja: 現状維持
ko: 나중에 알림
pt_pt: Me lrmbre depois
tr: Sonr tekrar hatırlat
zh_hans: 下次提醒
zh_hant: 下次提醒

# update_me
source: Update immediately
de: Sofort updaten
es: actualizar ahora
es_es: Actualizar inmediatamente
fr: Mettre à jour
it: Aggiornare immediatamente
ja: 今すぐ更新
ko: 즉시 업데이트
pt_pt: Atualizar imediatamente
tr: Hemen güncelle
zh_hans: 立刻升级
zh_hant: 立刻升級

# skip_me
source: Skip Upgrade Version
de: Version-Update überspringen
es: saltar esta versión
es_es: Saltar la actualizacion de version
fr: Passer cette version
ja: このバージョンをスキップする
ko: 버젼 업그레이드 건너뛰기
pt_pt: Saltar vers„o de actualiza«„o
tr: Versiyon güncellemeyi geç
zh_hans: 跳过此版本
zh_hant: 跳過此版本

# rate_me
source: Give us a rating
de: Geben Sie uns eine Berwertung
es: Calificarme
es_es: Dar una calificacion
fr: Evaluez-moi
it: Dateci una valutazione
ja: rate for me
ko: 등급을 부여합니다
pt_pt: De-nos uma classifica«„o
tr: Bizi puanlayın
zh_hans: 为我评分
zh_hant: 爲我評分

# latest_version
source: Current is latest Version
de: Aktuellste Version
es: Esta es la versión más reciente
es_es: La actual version es la ultima
fr: C'est la dernière version
it: La versione corrente è l'ultima
ja: 最新バージョンです
ko: 현재 최신 버젼임
pt_pt: Atual e a mais recente vers„o
tr: En güncel sürüm mevcut
zh_hans: 当前已是最新版本
zh_hant: 當前已是最新版本

# quit_update
source: Quit Upgrading
de: Upgrade beenden
es: No hay necesidad de actualizar
es_es: Salir de actualizacion
fr: Pas besoin de mise à jour
it: Uscire dall'aggiornamento
ja: アップデートの必要はありません
ko: 업그레이드 종료
pt_pt: Sair actualiza«„o
tr: Güncellemeden çık
zh_hans: 不需要升级
zh_hant: 不需要升級

# no_init_password_device
source: Device password empty
de: Gerät-Passwort ist leer
es: No está establecida una contraseña con el dispositivo
es_es: La clave del dispositivo esta vacia
fr: Impossible de changer mot de passe
it: Password vuota
ja: カメラパスワードが設定されていません
ko: 장치 비밀번호 비었음
pt_pt: Senha do dispositivo vazio
tr: Cihaz şifresi boş
zh_hans: 未设置密码设备
zh_hant: 未設置密碼設備

# defence_group
source: Defense Area
de: Abwehrbereich
es: Grupo
es_es: Area de Alarma
fr: Groupe
it: Area di protezione
ja: グループ
ko: 방위 지역
pt_pt: Area de defesa
tr: Güvenlik alanı
zh_hans: 防区
zh_hant: 防區

# defence_item
source: Sensor
es: Elemento
fr: Item
it: Sensore
ja: アイテム
ko: 센서
tr: Sensör
zh_hans: 通道
zh_hant: 通道

# already_learn
source: Paired and Coded
de: Verbunden und verschlüsselt
es: ha sido registrado
es_es: Empareado y codificado
fr: A été encodé
it: Accoppiato e codificato
ja: コード化されました
ko: 페어와 암호화됨
pt_pt: Emparelhados e codificado
tr: Eşleşti ve kodlandı
zh_hans: 已被学习
zh_hant: 已被學習

# learning
source: Pairing Coding in process...
de: Verbinden verschlüsseln in Bearbeitung...
es: registrando...
es_es: Pareado y codificacion en progreso...
fr: Encodage...
it: Accoppiamento codifica in corso...
ja: コーディング...
ko: 페어링 진행 중...
pt_pt: Emparelhando codifica«„o no processo...
tr: Eşleşme ve kodlama devam ediyor...
zh_hans: 学习中...
zh_hant: 學習中...

# clearing
source: Deleting in process...
de: Löschen in Bearbeitung...
es: eliminando...
es_es: Borrado en progreso...
fr: Suppression...
it: Eliminazione in corso...
ja: clearing...
ko: 삭제 중...
pt_pt: Excluindo no processo...
tr: Siliniyor...
zh_hans: 清除中...
zh_hant: 清除中...

# qrcode_add
source: Add with QR Code
de: mit QR-Code verbinden
es: Escaneo inteligente
es_es: Incluir un dispositivo con codigo QR
fr: Recherche rapide
it: Aggiungere dispositivo con QR Code
ja: スマートスキャン
ko: QR코드로 추가
pt_pt: Adicionar dispositivo com codigo de QR
tr: QR Code ile ekle
zh_hans: 扫描二维码
zh_hant: 掃描二維碼

# qrcode
source: WiFi setting with QR Code
de: WiFi-Einstellung mit QR-Code
es: Establecer Wifi por medio del código QR
es_es: Configuracion WiFi con codigo QR
fr: Installation par QR Code
it: Impostazione Wifi con QR Code
ja: QRコードでWifiを設定する
ko: QR코드로 WiFi 설정
pt_pt: Configura«„o Wi-fi com codigo QR
tr: QR Code ile WiFi ayarı
zh_hans: 扫描二维码配置Wi-Fi
zh_hant: 掃描二維碼配置Wi-Fi

# make
source: Create QR Scan Code
de: QR-Scancode erstellen
es: Hacer
es_es: Crear codigo de escaneo QR
fr: Faire
it: Creare QR Scan Code
ja: 作成
ko: QR 스캔코드 생성
pt_pt: Criar codigo de varredura com QR
tr: QR Tarama Kodu Olurun
zh_hans: 生成
zh_hant: 生成

# help
source: FAQ
es: Ayuda
es_es: Preguntas y respuestas habituales
fr: Aide
ja: ヘルプ
pt_pt: Perguntas frequentes
tr: SSS
zh_hans: 帮助
zh_hant: 幫助

source: Add Device
de: Gerät hinzufügen
es: Agregar dispositivo
es_es: Incluir dispositivo
fr: Ajouter matériel
it: Aggiungere dispositivo
ja: カメラ追加
ko: 장치 추가
pt_pt: Adicionar dispositivo
tr: Cihaz Ekle
zh_hans: 添加设备
zh_hant: 添加設備

# empty_contact_prompt
source: Device List is empty, Add Device now!
de: Gerät-Liste ist leer, Gerät hinzufügen!
es: Aquí está vacío. Así que agrega un dispositivo
es_es: La ista de dispositivos esta vacia, ¡Incluir dispositivo ahora!
fr: Il n'y aucun matériel enregistré, veuillez en ajouter!
it: Lista vuota, aggiungere dispositivo!
ja: 新しいカメラを追加してください!
ko: 장치 목록이 비었음, 장치를 추가!
pt_pt: Lista de dispositivos esta vazia, adicionar dispositivo agora!
tr: Cihaz listesi boş, yeni bir cihaz eklemek ister misiniz!
zh_hans: 这里还是空的哦！您需要添加设备才能查看视频，赶快行动吧～
zh_hant: 這裏還是空的哦！您需要添加設備才能查看視頻，趕快行動吧～

# smart_key
source: Set WiFi By Smart IR Key
de: WiFi mit Smart-IR-Key festlegen
es: Establecer Wifi por Smart Key
es_es: Configurar WiFi mediante la llave IR inteligente
fr: Paramètres Wi-Fi par Smart Key
it: Imposta wifi tramite chiave IR Smart
ja: スマートキーでWifiを設定する
ko: 스마트 IR 키로 WiFi 설정
pt_pt: Definir Wifi por chave Smart IR
tr: Smart IR Key ile WiFi Ayarı
zh_hans: 智能钥匙配置WIFI
zh_hant: 智能鑰匙配置WIFI

# smart_key_add
source: Smart IR Key
es: Smart Key
es_es: Llave IR ineligente
fr: Smart Key
it: Chiave IR Smart
ja: スマートキー
ko: 스마트 IR 키
pt_pt: Chave Smart IR
zh_hans: 智能钥匙
zh_hant: 智能鑰匙

# search_local_area
source: Scan Local Area Network
de: Lokales Netzwerk scannen
es: Escanear LAN
es_es: Escanear la red de area local
fr: Scan réseau local
it: Scansione rete locale
ja: LAN スキャン
ko: 로컬 네트워크 검색
pt_pt: Pesquisa rede de area local
tr: Yerel Ağı Tara
zh_hans: 搜索局域网
zh_hant: 搜索局域網

# manually_add
source: Add Device Manually
de: Gerät manuell hinzufügen
es: Manual
es_es: Incluir el dispositivo manualmente
fr: Manual
it: Aggiungere dispositivo manualmente
ja: 手動
ko: 장치 수동 추가
pt_pt: Adicionar dispositivo manualmente
tr: Cihazı Mauel Olarak Ekle
zh_hans: 手动添加
zh_hant: 手動添加

# input_smart_key_prompt
source: insert Smart IR Key, and adjust media sound settings to highest volume.
de: Smart-IR-Key eingeben, und Medieneinstellung auf volle Lautstärke stellen.
es: Inserte el smart-key, y ajuste el sonido de medios al más alto nivel.
es_es: insertar la llave IR inteligente, y ajustar las configuraciones de sonido a el volumen mas alto.
fr: Insérer la smart key et augmenter le volume au maximum.
it: Inserite chiave a infraorssi Smart e regolare le impostazioni audio per alzare il volume.
ja: スマートキーを挿入して、音量を最大値にしてください.
ko: 스마트 IR 키를 삽입하고 가장 높은 음량에 미디어 소리 설정을 조정합니다.
pt_pt: Inserir chave Smart IR, e ajustar as configura«ıes de som midia para o maior volume.
tr: Smart IR Key girin ve medya sesini en yükseğe ayarlayın.
zh_hans: 请插入智能钥匙，并将手机音量调到最大
zh_hant: 請插入智能鑰匙，並將手機音量調到最大

# input_wifi_password_sk
source: Input WiFi password
de: WiFi-Passwort eingeben
es: Ingrese la contraseña del WiFi
es_es: Introduzca la clave WiFi
fr: Saisir la clé Wifi
it: Inserire password wifi
ja: WiFiパスワードを入力してください
ko: WiFi 비밀번호 입력
pt_pt: Entrada de senha Wifi
tr: WiFi şifresini girin
zh_hans: 输入无线网络密码（无密码可为空）
zh_hant: 輸入無線網絡密碼（無密碼可爲空）

# input_device_password_sk
source: Input Device password
de: Gerät-Passwort eingeben
es: Ingrese la contraseña del dispositivo
es_es: Introduzca la clave del dispositivo
fr: Saisir le mot de passe du matériel
it: Inserire password
ja: カメラパスワードを入力してください
ko: 장치 비밀번호 입력
pt_pt: Entrada senha de dispositivo
tr: Cihaz şifrsini girin
zh_hans: 输入设备密码（无密码可为空）
zh_hant: 輸入設備密碼（無密碼可爲空）

# set_wifi_content_prompt
source: Hold Smart IR Key to the camera til “Ding” sound is heard.
de: Smart-IR-Key an Kamera halten bis ein “Ding”-Ton ertönt.
es: Por favor, mantenga el objetivo de la smart key en la cámara hasta que escuche un sonido como Bing.
es_es: Acerque la Llave IR inteligente a la camara hasta que escuche un sonido 'Ding'.
fr: Veuillez garder la smart key en face de la caméra jusqu'à entendre un son Ding.
it: Premere il tasto sulla Chiave Smart IR, finchè si sente il suono 'Ding'
ja: .”ディン”の音がカメラから聞こえるまで、スマートキーをそのまま保持してください.
ko: 딩 소리가 나기까지 카메라에 스마트 IR 키를 누릅니다.
pt_pt: Segre Chave Smart IRpara camera ate o som “Ding“ e ouvido.
tr: Kamera “Ding” sesi duyulna kadar Smart IR Key tutun.
zh_hans: 请将智能钥匙对准摄像头，直到听到叮的一声
zh_hant: 請將智能鑰匙對准攝像頭，直到聽到叮的一聲

# set_wifi_content_prompt1
source: Position Smart IR Key infront the camera:
de: Positioniere Smart-IR-Key vor der Kamera:
es: Coloque la Smart Key de frente a la cámara:
es_es: Posiciones la Llaver IR inteligente en frente de la camara:
fr: Placer la Smart Key en face de la caméra:
it: Posizionare la chiave smart IR di fronte alla telecamera:
ja: スマートキーはカメラに直面して配置します:
ko: 카메라 전면에 스마트 IR 키를 위치:
pt_pt: Posicione a chave Smart IR na frente da camera
tr: Smart IR Keyi kameranın önünde tutun:
zh_hans: 请将智能钥匙对准摄像头:
zh_hant: 請將智能鑰匙對准攝像頭:

# set_wifi_content_prompt2
source: “Ding” sound is heard,click Heard
de: “Ding”-Ton ist ertönt, klicke auf 'Gehört'
es: Si escuach un sonido de la cámara como“Ding”,por favor presione en “escuchado
es_es: El sonido “Ding” es escuchado, pulse para escuchar el sonido
fr: Si vous entendez un son 'Ding', veuillez cliquer sur 'Entendu'
it: Quando emette il suono 'Ding', fare click su suono sentito
ja: .”ディン”の音がカメラから聞こえたら「確認」をおしてください
ko: “딩” 소리가 나면, 들음을 클릭하시오
pt_pt: O som e ouvido, clique em som ouvido
tr: “Ding” sesi duyulduğunda ,Duyuldu’ya basın
zh_hans: 1.听到“叮”的一声,请点击“听到了”
zh_hant: 1.聽到“叮”的一聲,請點擊“聽到了”

# set_wifi_content_prompt3
source: “Bi-Bi-Bi” is heard,Click Return and re-enter Device password
de: “Bi-Bi-Bi”-Ton ist ertönt, klicke auf Zurück und gebe das Passwort erneut ein
es: Si escucha el sonido de la cámara como un 'Bi-Bi-Bi', pulse en Volver y vuelva a introducir la contraseña del dispositivo
es_es: “Bi-Bi-Bi” se escucha, pulse Retorno e introduzca la clave del dispositivo
fr: Si vous entendez un son 'bip-bip-bip', veuillez cliquer sur 'retour' et réentrer le mot de passe du matériel.
it: Quando emette 'Bi-Bi-Bi', fare click su indietro e rinserire password
ja: ”ビービービー”の音が鳴った場合は「戻る」を押してカメラパスワードを再入力してください
ko: “디-디-디” 소리가 나면, 뒤로를 클릭하고 장치 비밀번호를 다시 입력하시오
pt_pt: E ouvido, clique retorno e re-inserir a senha do dispositivo
tr: “Bi-Bi-Bi” sesi duyulduğunda, Geri’ye basın ve cihaz şifresini yeniden girin
zh_hans: 2.听到“哔、哔、哔”,请点击“返回”并重新输入设备密码
zh_hant: 2.聽到“哔、哔、哔”,請點擊“返回”並重新輸入設備密碼

# set_scanning_code_prompt
source: Aim and hold QR Scan Code infront of Camera till 'Ding' sound is heard
de: Halte den QR-Code vor die Kamera bis ein 'Ding'-Ton ertönt
es: Por favor, dirija la cámara al código de escaneo inteligente, y espere hasta que escuche un sonido como “Ding
es_es: Muestre y mantenga el codigo QR enfrente de la camara hasta que escuche el sonido 'Ding'
fr: Placer la caméra devant le QR Code jusqu'a entendre un son 'Ding'
it: Inquadrare e tenere il QR code davanti alla macchina fotografica fino a che si sente il suono 'Ding'
ja: “ディン”の音が聞こえるまで、スマートスキャンコードをカメラに向けておいてください
ko: 딩 소리가 나기 까지 카메라 전면에 QR 스캔 코드를 위치하시오
pt_pt: Mirar e segure o codigo QR na frente da camera ate ouvir som “Ding“
tr: ’Ding’ sesi duyulana kadar QR tarama kodunu kameranın önünde tutun
zh_hans: 请将摄像头对准二维码，直到听到叮的一声
zh_hant: 請將攝像頭對准二維碼，直到聽到叮的一聲

source: Heard
de: Gehört
es: Escuchado
es_es: Escuchar sonido
fr: Entendu
it: Sentito suono
ja: 聞こえた
ko: 들음
pt_pt: Som ouvido
tr: Duyuldu
zh_hans: 听到了
zh_hant: 聽到了

# back
source: Return
de: Zurück
es: Regresar
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_pt: Retorna
tr: Geri
zh_hans: 返回
zh_hant: 返回

# waiting_content_prompt
source: Waiting for WiFi connection
de: Warte auf WiFi-Verbindung
es: Esperando por la conexión de WiFi
es_es: Esperando por la conexion WiFi
fr: En attente de connexion
it: Attendere connession Wifi
ja: WiFi接続中
ko: WiFi 연결 대기 중
pt_pt: Aguardando a conex„o Wi-fi
tr: WiFi bağlantısı için bekleniyor
zh_hans: 等待设备连接WiFi
zh_hant: 等待設備連接WiFi

# set_wifi_failed_title
source: Device not added, pls try again
de: Gerät nicht verbunden, versuche es später
es: La conexión falló
es_es: Conexion fallida
fr: La connexion a échoué
it: Connessione fallita
ja: 接続失敗
ko: 연결 실패
pt_pt: A liga«„o falhou
tr: Bağlantı başarısız
zh_hans: 添加设备失败，请重新添加
zh_hant: 添加設備失敗，請重新添加

source: Try again
de: Nochmal versuchen
es_es: Intentelo de nuevo
fr: Essayez encore
it: Prova ancora
ja: 再試行します
ko: 다시 시도하시오
pt_pt: Tente novamente
tr: Yeniden deneyin
zh_hans: 再试一次
zh_hant: 再試一次
