Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# too_frequent
source: The operation is too frequent.
de: Der Betrieb ist zu häufig.
es_es: La operacion es muy frecuente.
fr: Cette opération est trop fréquente.
it: Operazione eseguita più volte.
ja: 操作过于频繁
ko: 지나친 잦은 작동
pt_pt: a operaÇão e muito frequente.
tr: İşlem çok yoğun.
zh_hans: 操作过于频繁
zh_hant: 操作過於頻繁

# not_open
source: GPIO not open
de: GPIO nicht offen
es_es: GPIO no abierto
fr: Paramètres GPIO non activés
it: GPIO chiuso
ja: 该GPIO未开放
ko: GPIO 닫힘
pt_pt: GPIO não abrir
tr: GPIO açık değil
zh_hans: 该GPIO未开放
zh_hant: 該GPIO未開放

# motion_adjust
source: Motion Level
de: Bewegungs-Level
es_es: Nivel de deteccion
fr: Sensibilité mouvement
it: Livello di movimento
ja: 移动侦测灵敏度
ko: 움직임 수준
pt_pt: movimento nivel
tr: Hareket seviyesi
zh_hans: 移动侦测灵敏度
zh_hant: 移動偵測靈敏度

# no_playback_file
source: No saving files
de: Keine gespeicherten Daten
es_es: No hay archivos guardados
fr: Aucun enregistrement
it: Non salva nessun file
ja: 没有搜索到回放文件
ko: 저장 파일 없음
pt_pt: não salvar arquivos
tr: Kaydedilmiş dosya yok
zh_hans: 没有搜索到回放文件
zh_hant: 沒有搜索到回放文件

# playback_TFCard
source: Remote Recording
de: Fern-Aufnahme
es_es: Grabacion remota
fr: Enregistrement sur MicroSD
it: Registrazione a distanza
ko: 원격녹화
pt_pt: gravaÇão remota
tr: Kayıt Butonu
zh_hans: TF卡录像
zh_hant: TF卡錄像

# playback_cellphone
source: Local Recording
de: Lokal-Aufnahme
es_es: Grabacion Local
fr: Enregistrement sur smartphone
it: Registrazione locale
ko: 로컬녹화
pt_pt: gravaÇão local
tr: Lokal Kayıt
zh_hans: 手机录像
zh_hant: 手机錄像

# no_record_file
source: No Recording Files
de: Keine Aufnahme-Dateien
es_es: No hay archivos grabados
fr: Aucun enregistrement
it: Nessun file registrato
ko: 녹화파일 없음
pt_pt: nenhum arquivo de gravaÇão
tr: Kayıtlı Dosya Bulunamadı
zh_hans: 没有查询到录像文件
zh_hant: 沒有查詢到錄像文件

# no_previous_files
source: No Previous File
de: Keine vorherigen Dateien
es_es: No hay archivos previos
fr: Aucun fichier précédent
it: Nessun File precedente
ko: 이전파일 없음
pt_pt: nenhum arquivo anterior
tr: Önceki Dosya Bulunamadı
zh_hans: 无上一个文件
zh_hant: 無上一個文件

# no_next_files
source: No Next File
de: Keine nächste Datei
es_es: No hay archivos siguientes
fr: Aucun fichier suivant
it: Nessun File successivo
ko: 다음파일 없음
pt_pt: nenhum arquivo proximo
tr: Sonraki Dosya Bulunamadı
zh_hans: 无下一个文件
zh_hant: 無下一個文件

# file_info
source: File information
de: Datei-Information
es_es: Informacion de archivo
fr: Information fichier
it: Informazione File
ko: 파일정보
pt_pt: informaÇões sobre o arquivo
tr: Dosya Bilgisi
zh_hans: 文件信息
zh_hant: 文件信息

# save_ok_photoalbum
source: Saved
de: Gespeichert
es_es: guardado
fr: Sauvegardé
it: Salvato
ko: 저장되었습니다
pt_pt: salvou
tr: Kaydedildi
zh_hans: 已保存
zh_hant: 已保存

source: Save to photo album
de: In Foto-Album speichern
es_es: guardado foto en album
fr: Enregistré dans album photo
it: Salvato nel album di foto
ko: 사진앨범으로 저장됩니다
pt_pt: guarder em album de fotos
tr: Foto Albümüne Kaydet
zh_hans: 保存到相册
zh_hant: 保存到相冊

# save_photoalbum_tip
source: Pls set Iphone menu‘setting-privacy-photo’ to be allowed view your photo.
de: Unter Iphone Menu-Einstellung‘Einstellung-Privat-Foto’ erlauben die Fotos anzuzeigen.
es_es: Por favor establezca en el menu de configuracion del iphone la privacidad de foto para que se le permita ver su foto.
fr: Veuillez autoriser l’accès de l’application à vos photos dans les paramètres de confidentialité de votre IPhone.
it: Impostare la configurazione del menù Iphone-privacy-foto’ per permettere la visualizzazione della foto.
ko: iPhone Menu '개인정보보호' 에서 당신의 사진을 볼 수 있도록 설정하십시오
pt_pt: por favor definer telephone no menu configuraÇão-privacidade-foto, para ser permitido ver sua foto.
tr: Iphone’unuzun ayarlarından fotoğraf görüntülemeye izin verin.
zh_hans: 请在iPhone的'设置-隐私-照片'选项中,允许App访问你的照片
zh_hant: 請在iPhone的設置-隱私-照片選項中,允許App訪問你的照片

# screenshot_list_empty
source: Screenshot list is empty !
de: Screenshot-Liste ist leer !
es_es: ¡Lista de capturas vacia!
fr: Aucune capture d’écran !
it: L’elenco Screenshot è vuoto !
ko: 스크린 샷 목록이 비어 있습니다 !
pt_pt: lista de capturas vazia !
tr: Snapshot listesi boş !
zh_hans: 截图列表为空 !
zh_hant: 截圖列表為空 !

source: Alarm vibration
es_es: Alarma de vibracion
fr: Vibreur alarme
it: Allarme vibrazione
ko: 신고 진동
pt_pt: vibraÇão de alarme
tr: Alarm titreşimi
zh_hans: 报警震动
zh_hant: 報警震動

# alarm_bell
source: The alarm bell
de: Alarm-Klingel
es_es: La sirena de alarma
fr: La sonnerie de l’alarme
it: Campanello di allarme
ko: 경보 벨
pt_pt: sinal de alarme
tr: Alarm zilil
zh_hans: 报警铃声
zh_hant: 報警鈴聲

source: configuration Wi-Fi
de: WiFi-Konfiguration
es_es: configuracion Wi-Fi
fr: Configuration du Wi-Fi
it: configurazione Wi-Fi
pt_pt: configuraÇão Wi-Fi
tr: Wi-Fi Konfigürasyonu
zh_hans: 配置Wi-Fi
zh_hant: 配置Wi-Fi

# restart_set
source: Device reboot
de: Gerät neustarten
es_es: Reiniciar dispositivo
fr: Redémarrer
it: Ripristino Dispositivo
ko: 장치 재부팅
pt_pt: reinicializaÇão do dispositivo
tr: Cihazı Yeniden Başlat
zh_hans: 设备重启
zh_hant: 設備重啟

# modify_defenceArea_name
source: Customize Name
de: Name änderen
es: Renombrar
es_es: Personalizar nombre
fr: Personnaliser le nom
it: Personalizzare Nome
ja: 改名
ko: 사용자 정의 이름
pt_pt: personalize nome
tr: Bölge Adı
zh_hans: 修改防区名称
zh_hant: 修改防區名稱

# modify_channel_name
source: Customize Name
de: Name ändern
es: Renombrar
es_es: Personalizar nombre
fr: Personnaliser le nom
it: Personalizzare Nome
ja: チャンネル名変更
ko: 사용자 정의 이름
pt_pt: personalize nome
tr: Bölge Adı
zh_hans: 修改通道名称
zh_hant: 修改通道名稱

# phone_code_error
source: Verification code is wrong
de: Bestätigungscode ist falsch
es_es: Codigo de verificacion erroneo
fr: Le code de vérification est faux
it: Il codice di verifica è errato
pt_pt: codigo de verificaÇão esta errado
tr: Doğrulama Kodu Yanlış
zh_hans: 验证码有误
zh_hant: 驗證碼有誤

# wifi_set_title
source: WiFi setting
de: WiFi-Einstellung
es_es: Configuracion WiFi
fr: Paramètres Wifi
it: Impostazione WiFi
ko: WiFi 설정
pt_pt: WiFi configuraÇão
tr: WiFi ayarı
zh_hans: 配置Wi-Fi
zh_hant: 配置Wi-Fi

# device_password_too_simple
source: Device password is too simple, New password must be 6 to 100 characters including alphabetic and numbers
de: Gerät-Passwort ist zu einfach, Neues Passwort muss 6-100 Zeichen, bestehend aus Alphabet und Ziffern, enhalten.
es_es: La clave es muy simple, La nueva clave debe tener de 6 a 100 caracteres incluyendo letras y numeros
fr: Le mot de passe de l’appareil est trop court, le nouveau mot de passe doit avoir entre 6 et 30 caractères incluant des chiffres et des lettres
it: La password del dispositivo è troppo semplice, La nuova password deve essere composta da 6 a 30 caratteri alfabetici e numeri
ko: 너무 간단한 장치 암호, 새 암호는 문자, 숫자 포함 6 ~ 100 자 여야합니다
pt_pt: senha do dispositivo e muito simples, nova senha deve ter de 6 a 100 caracteres, incluindo letras e numeros
tr: Şifre çok basit, yeni şifre sayı ve harflerden oluşan 6 ila 100 haneli olmalıdır
zh_hans: 设备密码过于简单，新的密码必须为6~100位包含字母、数字的字符
zh_hant: 設備密碼過于簡單，新的密碼必須爲6~100位包含字母、數字的字符

# device_new_password_prompt
source: New password must be 6 to 100 characters including alphabetic and numbers
de: Neues Passwort muss 6-100 Zeichen, bestehend aus Alphabet und Ziffern enthalten
es_es: La nueva clave debe tener de 6 a 100 caracteres incluyendo letras y numeros
fr: le nouveau mot de passe doit avoir entre 6 et 30 caractères incluant des chiffres et des lettres
it: La nuova password deve essere composta da 6 a 30 caratteri alfabetici e numeri
ko: 새 암호는 문자, 숫자 포함 6 ~ 100 자 여야합니다
pt_pt: nova senha deve ser de 6 a 100 caracteres, incluindo letras e numeros
tr: Yeni şifre sayı ve harflerden oluşan 6 ila 100 haneli olmalıdır
zh_hans: 新的密码必须为6~100位包含字母、数字的字符
zh_hant: 新的密碼必須爲6~100位包含字母、數字的字符

# set_wifi_failed_prompt
source: Possible reason: 1.WiFi password incorrect 2.Camera Device does not support 5 Ghz bandwidth router currently 3.WiFi Network unstable
de: Mögliche Gründe: 1.WiFi-Passwort falsch 2.Kamera untersützt keine Router mit 5 Ghz Bandbreite 3.WiFi-Netzwerk unstabil
es: 1. El teléfono y el dispositivo no están en el mismo dispositivo LAN n2. No se puede conectar al dispositivo WiFi n3.No es compatible con el wifi 5G
es_es: Posibles razones: 1.Clave WiFi incorrecta 2.El Dispositivo de Camara no soporta la banda de 5 Ghz actualmente 3.Red WiFi inestable
fr: Raison possible: 1.Mot de passe Wifi erronné 2. La caméra ne supporte pas le type de réseau 3.Réseau de mauvaise qualité
it: Possibile motivo: 1.Password wifi non corretta 2.La telecamera non supporta non supporta il router da 5 Ghz 3. rete WiFi instabile
ja: 考えられる理由: 1.携帯電話とLANが同じではありません 2.カメラは無線LANに接続できませんi 3.５G wifiに対応していません
ko: 예상 원인: 1.WiFi 비밀번호 틀림 2.카메라 장치는 현재 5Ghz 대역 라우터를 지원 않음 3.WiFi 네트워크 불안정
pt_pt: Possivel motivo: n„o n1.WiFi senha incorreta Device n2.Camera n„o suporta roteador de banda de 5 GHz atualmente n3.WiFi Rede inst·vel
tr: Olası sebep: 1.WiFi şifre yanlış 2.Kamera mevcut router ile 5 Ghz bant genişliğini desteklemiyor 3.WiFi Network stabil değil
zh_hans: 可能的原因: 1.Wi-Fi密码输入错误 2.摄像头不支持5G网络 3.当前网络环境较差
zh_hant: 可能的原因: 1.Wi-Fi密碼輸入錯誤 2.攝像頭不支持5G網絡 3.當前網絡環境較差

# set_wifi_success_title
source: Setting Success!
de: Einstellung erfolgreich!
es: ¡Ajustes con éxito!
es_es: ¡Configuracion realizada!
fr: Paramétrage réussis!
it: Impostazione riuscita!
ja: 設定完了!
ko: 설정 성공!
pt_pt: Configura«„o sucesso!
tr: Başarı ile ayarlandı!
zh_hans: 设置成功！
zh_hant: 設置成功！

# set_initPassword
source: Set password
de: Passwort festlegen
es_es: Configurar clave
fr: Définir mot de passe
it: Impostare una password
pt_pt: configurar senha
tr: Şifre Ayarları
zh_hans: 设置密码
zh_hant: 設置密碼

# set_TH_alert
source: Set TEMP & HUM Alarm
de: Temp. & Feucht. Alarm festlegen
es: Establecer alarma de TEMP & HUM
es_es: Configurar alarma de TEMP y HUM
fr: Définir les alarmes de température et d’humidité
it: Impostare allarme TEMP e HUM
ja: 温度 湿度気泡設定
ko: 온도 & 습도 알람 설정
pt_pt: definer TEMP e HUM alarme
tr: Sıcaklık ve Nem Alarmını Ayarla
zh_hans: 设置温湿度报警
zh_hant: 設置溫濕度報警

# select_restart
source: Are you sure you want to restart?
de: Gerät neustarten?
es_es: Esta seguro de que quiere resetear?
fr: Êtes-vous sûre de vouloir redémarrer ?
it: È sicuro di volere riiniziare da capo?
ko: 당신은 그것을 다시 시작 하시겠습니까?
pt_pt: tem certeza de que deseja reiniciar?
tr: Yeniden başlatmak istediğinize emin misiniz?
zh_hans: 你确定要重启吗？
zh_hant: 你確定要重啟嗎？

# questionone
source: Q: How to add Camera to your mobile APP?
de: Q: Wie verbinde ich die Kamera mit dem Mobiltelefon??
es_es: P: Como se incluye la camara a la aplicacion movil?
fr: Q: Comment ajouter une caméra sur l’application?
it: Q: Come aggiungere una Telecamera sull’ APP del telefono?
ko: Q: 어떻게 모바일 앱에 카메라를 추가합니까?
pt_pt: Q: como adicionar câmara para o seu aplicativo móvel?
tr: S: Mobil uygulamaya kamera nasıl eklenir?
zh_hans: Q: APP如何添加摄像机？
zh_hant: Q: APP如何添加攝像機？

# questiontwo
source: Q: How to pair Camera to WiFi connection?
de: Q: Wie verbinde ich die Kamera mit dem WiFi?
es_es: P: Como se enlaza la camara a traves del wifi?
fr: Q: Comment installer la caméra en Wifi?
it: Q: Come abbinare la Telecamera alla connessione WiFi?
ko: Q: 어떻게 카메라를 WiFi 연결에 페어링합니까?
pt_pt: Q: como emparelhar câmara para conexão WIFI?
tr: S: Kamera WIFI bağlantısı ile nasıl paylaşılır?
zh_hans: Q: 如何给摄像机连接wifi？
zh_hant: Q: 如何給攝像機連接wifi

# questionthree
source: Q: How to reset the Camera?
de: Q: Wie resette ich die Kamera?
es_es: P: Como se resetea la camara?
fr: Q: Comment réinitialiser la caméra?
it: Q: Come ripristinare la Telecamera?
ko: Q: 어떻게 카메라를 초기화 합니까?
pt_pt: Q: como redefinir a câmara?
tr: S: Kamera nasıl resetlenir?
zh_hans: Q: 摄像机如何复位？
zh_hant: Q: 攝像機如何復位？

# questionfour
source: Q: How to set video recording for the Camera?
de: Q: Wie starte ich die Videoaufnahme mit der Kamera?
es_es: P Como se configura la grabación de video en la camara?
fr: Q: Comment faire un enregistrement vidéo
it: Q: Come impostare la registrazione video della Telecamera?
ko: Q: 어떻게 카메라에 녹화 설정을 합니까?
pt_pt: Q: como definer a gravaÇão de video com a câmara?
tr: S: Kamera video kayıta nasıl ayarlanır?
zh_hans: Q: 如何设置摄像机录像？
zh_hant: Q: 如何設置攝像機錄像？

# questionfive
source: Q: How to pair RF Wireless Sensors to the Camera?
de: Q: Wie paare ich den RF-Wireless-Sensors mit der Kamera?
es_es: P: Como se enlazan los sensores inalambricos a la camara?
fr: Q: Comment appairer des accessoires à une caméra ( certains modèles )? »
it: Q: Come abbinare i sensori RF Wireless alla Telecamera?
ko: Q: 어떻게 RF 무선 센서를 카메라에 페어링 합니까?
pt_pt: Q: como emparelhar RF de sensors sem fio a câmara?
tr: S: RF kablosuz Sensorler kameraya nasıl bağlanır?
zh_hans: Q: 如何将无线报警配件学习对码？
zh_hant: Q: 如何將無線報警配件學習對碼？

# questionsix
source: Q: How to modify default administrator password?
de: Q: Wie ändere ich das Standard Admin Passwort?
es_es: P: Como se modifica la clave maestro por defecto?
fr: Q: Comment modifier le mot de passe administrateur?
it: Q: Come modificare la password predefinita dell’amministratore?
ko: Q: 어떻게 초기 관리자 비밀번호를 변경합니까?
pt_pt: Q: como modificar a senha de administrador padrão?
tr: S: Mevcut yönetici şifresi nasıl değiştirilir?
zh_hans: Q: 如何修改摄像机默认管理员密码？
zh_hant: Q: 如何修改攝像機默認管理員密碼？

# questionseven
source: Q: How to update Camera firmware with the APP?
de: Q: Wie update ich die Firmware mit dem Mobiltelefon?
es_es: P: Como se actualiza el firmware a traves de la aplicacion movil?
fr: Q: Comment mettre à jour la caméra?
it: Q: Come aggiornare il firmware della Telecamera con l’ APP?
ko: Q: 어떻게 앱에서 카메라 펌웨어를 업데이트 합니까?
pt_pt: Q: como atualizar o firmware da camera com a APP?
tr: S: Kamera firmware’i uygulamadan nasıl güncellenir?
zh_hans: Q: 如何给摄像机升级固件？
zh_hant: Q: 如何給攝像機升級固件？

# questioneight
source: Q: How to playback recording video?
de: Q: Wie starte ich die Videowiedergabe?
es_es: P: Como se reproduce la grabacion?
fr: Q: Comment lire les enregistrements?
it: Q: Come visualizzare i video registrati?
ko: Q: 어떻게 녹화 영상을 재생합니까?
pt_pt: Q: como reproduzir a gravaÇão de video?
tr: S: Kaydedilmiş video nasıl izlenir?
zh_hans: Q: 如何回放录像？
zh_hant: Q: 如何回放錄像？

# questionnine
source: Q: How to update APP version?
de: Q: Wie update ich die APP Version?
es_es: P: Como se actualiza la aplicacion?
fr: Q: Comment mettre à jour l’application?
it: Q: Come aggiornare la versione APP?
ko: Q: 어떻게 앱 버젼을 업데이트 합니까?
pt_pt: Q: como atualizar a versão APP?
tr: S: Uygulama nasıl güncellenir?
zh_hans: Q: 如何更新APP版本？
zh_hant: Q: 如何更新APP版本？

# questionten
source: Q: How to set vibration and ringtone mode for Alarm Notification via the APP?
de: Q: Wie aktiviere ich die Vibration und den Klingelton für die Alarm-Benachrichtigung mit der APP?
es_es: P: Como se ajusta la vibración y el tono de alarma para la notificacion via aplicacion movil?
fr: Q: Comment définir le vibreur et la sonnerie des notifications de l’alarme via l’application?
it: Q: Come impostare la modalità silenziosa e la suoneria per la Notifica Allarme dall’ APP?
ko: Q: 어떻게 알람 알림에 대해 진동과 벨소리 모드를 설정합니까?
pt_pt: Q: como definer a vibraÇão e modo de toque para notificaÇão de alarme a través da APP?
tr: S: Alarm bildirimleri için titreşim ve zil tonu, uygulama aracılığıyla nasıl ayarlanır?
zh_hans: Q: 如何设置APP的报警推送振动及铃声？
zh_hant: Q: 如何設置APP的報警推送振動及鈴聲？

# questioneleven
source: Q: When clicking on Camera to view Live-Stream, message indicates password is incorrect.
de: Q: Wenn ich auf den Live-Stream gehe, bekomme ich die Nachricht Passwort ist falsch.
es_es: P: Cuando se pulsa sobre visualizacion en directo aparece clave incorrecta.
fr: Q: Que faire, quand vous cliquez sur une caméra et qu’un message vous indique que le mot de passe est incorrect?.
it: Q: Quando si clicca sulla Telecamera per visualizzare in tempo reale, un messaggio indica che la password è errata.
ko: Q: 카메라 라이브 스트림 보기 실행시, 비밀번호 틀림 메세지가 표시됩니다.
pt_pt: Q: ao clicar na camera para ver ao vivo-stream, mensagem indica senha esta incorreta.
tr: S: Canlı izleme sırasında yanlış şifre mesajı alınıyorsa ne yapabilirim?
zh_hans: Q: 查看实时视频时，提示密码错误？
zh_hant: Q: 查看實時視頻時，提示密碼錯誤

# questiontwelve
source: Q: Device shows offline under “Device list”
de: Q: Gerät wird als Offline angezeigt unter “Gerät-Liste”
es_es: P: El dispositivo indica apagado en la lista de dispositivos
fr: Q: Que faire, quand la caméra apparaît « hors-ligne » dans la liste des appareils ?
it: Q: Il dispositivo appare come non presente nella “Lista Dispositivi”
ko: Q: “장치목록”에서 장치가 오프라인으로 표시됩니다.
pt_pt: Q: dispositivo mostra off-line sob o titulo lista de dispositivos”
tr: S:“Cihaz Listesinde” kamera çevrimdışı görünüyor
zh_hans: Q: 设备列表中提示设备离线？
zh_hant: Q: 設備列表中提示設備離線

# questionthirteen
source: Q: WiFi router name not detected under WiFi list.
de: Q: WiFi-Router-Name ist nicht in der WiFi-List.
es_es: P: El nombre de la red wifi no aparece en la lista de conexiones inalambricas detectadas.
fr: Q: Que faire quand vous ne trouvez pas votre réseau Wifi ?
it: Q: Il nome del router WiFi non viene rilevato nella Lista WiFi.
ko: Q: WiFi 라우터 이름이 WiFi 목록에 검출되지 않음.
pt_pt: Q: roteador WIFI não detectado em lista de wifi.
tr: S: WiFi router adı WiFi listesinde mevcut değil.
zh_hans: Q: 在wifi设置过程中，“网络设置”界面，找不到所需wifi？
zh_hant: Q: 在wifi設置過程中，“網絡設置”界面，找不到所需wifi

# questionfourteen
source: Q: Video File not located for Video Playback
de: Q: Video-Datei wird nicht für die Videowiedergabe gefunden
es_es: P: No se encuentra el fichero de video en reproduccion
fr: Q: Que faire quand votre fichier vidéo est introuvable ?
it: Q: File Video non trovato per la visualizzazione Video
ko: Q: 재생할 비디오 파일이 없음
pt_pt: Q: ficheiro de video não localizado para reproduÇão de video
tr: S: Video oynatma için video dosyası bulunamadı.
zh_hans: Q: 回放录像时未能搜索到录像文件？
zh_hant: Q: 回放錄像時未能搜索到錄像文件

# questionfifteen
source: Q: Camera System crashes due to power failure during Firmware upgrade or Upgrade process termination.
de: Q: Kamera stürzt während Firmware-Upgrade oder vor dem Ende ab.
es_es: P: E sistema se ha corrompido por fallo de alimentacion de la camara mientras se actualizaba el firmware.
fr: Q: Que faire quand vous subissez une panne de courant alors que la caméra effectuait une mise à jour ?
it: Q: Il Sistema della Telecamera é bloccato dovuto ad un'interruzione dell'alimentazione durante l’aggiornamento del Firmware od al terminare il processo di aggiornamento.
ko: Q: 카메라 시스템이 펌웨어 업그레이드 중 정전 또는 업그레이드 이상의 원인으로 고장 발생.
pt_pt: Q: acidentes de camera do sistema devido a falha de energia durante a atualizaÇão do firmware ou atualizar o encerramento do processo.
tr: S: Firmware yükseltilmesi sırasında sistem çöktü. Ne yapabilirim?
zh_hans: Q: 设备在线升级过程中突然断电，升级终止造成设备系统奔溃？
zh_hant: Q: 設備在線升級過程中突然斷電，升級終止造成設備系統奔潰

# questionsixteen
source: Q: IR Cut changes frequently causing image changes from colour to night vision continuously
de: Q: IR-Schnitt ändert häufig und sorgt für Bildänderung von Farb- zu Nachtsicht
es_es: P: El filtro IR se activa frecuentemente provocando la conmutacion dia noche continuamente
fr: Q: Pourquoi la vision nocturne se met en marche de façon intempestive ?
it: Q: Il filtro IR Cut viene rimosso spesso modificando l’immagine continuamente da colore a visione notturna
ko: Q: IR Cut이 지속적으로 야간과 색상 이미지 변경으로 자주 동작합니다.
pt_pt: Q: filtro IR muda frequentemente causando mudanÇas de imagem de cor para visão noturna continuamente
tr: S: Kızılötesi çok hızlı değişiyor ve gece net görüntü alamıyorum
zh_hans: Q: 某些场景下摄像机图像频繁切换彩色和黑白模式？
zh_hant: Q: 某些場景下攝像機圖像頻繁切換彩色和黑白模式

# questionseventeen
source: Q: “Whistling” sound appears when viewing with Mobile Phone and Camera operating under same environment.
de: Q: 'Flüster'-Sound erscheint, wenn Kamera und Mobiltelefon in der selben Betriebsumgebung sind.
es_es: P: “Se acopla el sonido cuando se accede desde el mismo entorno que la camara.
fr: Q: Est-ce normal d’entendre un “Sifflement” quand vous êtes en train d’utiliser l’application et la caméra dans le même environnement ?
it: Q: “Si sente sempre un fischio quando si visualizza con il cellulare la Telecamera a prossimità.
ko: Q: 모바일 기기와 카메라가 동일 환경에서 사용 보기 시 “휘파람” 소리가 나타납니다.
pt_pt: Q: “assobiando “som aparece ao visualizar com telephone móvel e câmera operando sob mesmo ambiente.
tr: S: Mobil telefon ve Kamera ortamda çalışırken “Islık” sesi duyuluyor.
zh_hans: Q: 手机与摄像机在同一环境中打开视频会出现啸叫？
zh_hant: Q: 手機與攝像機在同壹環境中打開視頻會出現嘯叫

# questioneighteen
source: Q: Check the following if you are not able to connect Camera to WiFi or if WiFi is unstable:
de: Q: Es ist nicht möglich die Kamera mit dem WiFi zu verbinden oder die Verbindung ist unstabil:
es_es: P: Compruebe lo siguiente si usted no es capaz de conectar la camara al wifi o si el wifi es inestable:
fr: Q: Vérifiez les points suivants si vous n’arrivez pas à connecter votre caméra ou si le réseau Wifi est instable :
it: Q: Verificare il seguente punto se non riesce a collegare la Telecamera al WiFi o se il WiFi non è stabile:
ko: Q: 카메라를 WiFi에 연결할 수 없거나 WiFi가 불안정한 경우 다음을 확인하시오:
pt_pt: Q: verifique o seguinte se voÇê não e capaz de se conectar cámara para wifi ou se wifi e instavel:
tr: S: Kamera WiFi’a bağlanamıyorsa veya WiFi stabil değilse aşağıdakileri kontrol edin:
zh_hans: Q: 摄像机无法连接wifi或wifi不稳定，请检查以下几点：
zh_hant: Q: 攝像機無法連接wifi或wifi不穩定，請檢查以下幾點：

# questionnineteen
source: Q: How to export video files from Micro SD Card to PC?
de: Q: Wie exportiere ich Video-Datein von der microSD-Karte auf den PC?
es_es: P: Como se exportan los ficheros de video desde la tarjeta SD al PC?
fr: Q: Comment exporter les vidéos de la MicroSD sur votre PC?
it: Q: Come esportare i file video da una scheda Micro SD al PC?
ko: Q: 어떻게 SD 카드에서 PC로 비디오 파일을 보냅니까?
pt_pt: Q: como exporter arquivos de video de cartão microSD para PC?
tr: S: Video kayıtları Micro SD karttan PC’ye nasıl aktarılır?
zh_hans: Q: 如何将TF的录像文件导出到电脑上？
zh_hant: Q: 如何將TF的錄像文件導出到電腦上？

# questiontwenty
source: Q: What to do if Device is offline?
de: Q: Was ist zu tun, wenn das Gerät offline ist?
es_es: P: Que hacer cuando el dispositivo esta apagado?
fr: Q: Que faire si votre appareil apparaît en « hors-connexion » ?
it: Q: Cosa fare se il Dispositivo non viene rilevato?
ko: Q: 장치가 오프라인이면 무엇을 할까요?
pt_pt: Q: o que fazer se o dispositivo esta offline?
tr: S: Cihaz çevrimdışı ise ne yapılır?
zh_hans: Q: “设备不在线”怎么解决？
zh_hant: Q: “設備不在線”怎麽解決？

# questionTwentyone
source: Q: APP does not receive Alarm Notification Alerts
de: Q:APP bekommt kein Alarm-Benachrichtigung
es_es: P: la aplicacion no recibe las alertas de alarma
fr: Q: Que faire si l’application ne reçoit pas les alertes et notifications de l’alarme ?
it: Q: L’APP non riceve la notifica degli Allarmi
ko: Q: 앱은 알람 알림 경보를 수신하지 않습니다
pt_pt: Q: APP não receber alertas de notificaÇão de alarme
tr: S: Uygulama alarm uyarılarını almıyor
zh_hans: Q: APP接收不到报警消息？
zh_hant: Q: APP接收不到報警消息？

# questionTwentytwo
source: Q: Camera does not recognize Micro SD Card
de: Q: Kamera registriert die microSD-Karte nicht
es_es: P: la camara no reconoce la tarjeta micro SD
fr: Q: La caméra ne reconnaît pas la MicroSD.
it: Q: La Telecamera non riconosce la scheda Micro SD
ko: Q: 카메라가 SD 카드를 인식하지 않습니다
pt_pt: Q: a camera não reconhece o cartão micro SD
tr: S: Kamera, Micro SD kartı tanımıyor
zh_hans: Q: 摄像机无法识别TF卡怎么解决？
zh_hant: Q: 攝像機無法識別TF卡怎麽解決？
