Repository: ding4324065/dingdi
Catalog: Camnoopy/*.lproj/Localizable.strings
Languages: de, es, es_es, fr, it, ja, ko, pt_pt, tr, zh_hans, zh_hant

# alarm_record
source: Alarm Trigger Recording
de: Alarm-Auslöser-Aufnahme
es: Grabación de alarma
es_es: Activacion de la Alarma de Grabacion
fr: Enregistrement alarme
it: Registrazione attivazione dell'allarme
ja: 警報録画
ko: 알람 동기 녹화
pt_pt: Grava«„o de alarme gatilho
tr: Alarm ile Tetikli Kayıt
zh_hans: 报警录像
zh_hant: 報警錄像

# timer_record
source: Scheduled Recording
de: Zeitplan-Aufnahme
es: Grabación programada
es_es: Agenda de Grabacion
fr: Programmer enregistrement
it: Registrazione programmata
ja: 定時録画
ko: 스케줄 녹화
pt_pt: Grava«„o programada
tr: Belirlenmiş Kayıt
zh_hans: 定时录像
zh_hant: 定時錄像

# plan_time_table
source: Schedule Timetable
de: Zeitplan-Tabelle
es: Planificar programación
es_es: Agenda del Calendario
fr: Programmes d'enregistrements
it: Programma orario
ja: スケジュール
ko: 스케줄 시간표
pt_pt: Horario das provas
tr: Belirlenmiş Zaman Çizelgesi
zh_hans: 计划时间表
zh_hant: 計劃時間表

# net_type
source: Network Type
de: Netzwerk-Typ
es: Tipo de red
es_es: Tipo de Red
fr: Type de connexion au réseau
it: Tipo di rete
ja: ネットワークタイプ
ko: 네트워크 형태
pt_pt: Tipo de rede
tr: Network Tipi
zh_hans: 网络类型
zh_hant: 網絡類型

# wired
source: Ethernet
it: LAN
ja: 有線LAN
ko: 이더넷
tr: Eternet
zh_hans: 有线
zh_hant: 有線

# alarm_push
source: Alarm Notification ID
de: Alarmbenachrichtigung-ID
es: ID de la alarma push
es_es: ID de la notificacion de Alarma
fr: Profil alarme
it: ID allarme di notifica
ja: 警報ID
ko: 알람 알림 ID
pt_pt: Notifica«„o de alarme ID
tr: Alarm Bildirim ID
zh_hans: 报警推送帐号
zh_hant: 報警推送帳號

# change_net_prompt
source: Changing current network might cause device to disconnect, please confirm to proceed!!
de: Wechsel aus dem aktuellen Netzwerk führt zur Trennung, bestätigen Sie diesen Prozess!!
es: Cambiar la red puede hacer que el dispositivo se desconecte, ¡por favor confirme la acción!
es_es: Cambiar la red actual podria causar que el dispositivo se desconecte, ¡¡por favor confirme que desea proceder!!
fr: Confirmez-vous cette action? Le matériel risque d'être déconnecté
it: La modifica della rete, potrebbe causare la disconnessione del dispositivo , si prega di confermare per procedere!!
ja: ネットワークを変更すると、カメラがオフラインになる場合がございます。ご確認ください!
ko: 현재 네트워크 변경은 장치 분리가 발생합니다. 진행을 확인하시오!!
pt_pt: Mudar de rede atual pode causar desligar dispositivo, por favor confirme a proceder!!
tr: Mevcut networku değiştirmek bağlantının kopmasına neden olabilir, devam etmek istiyor musunuz!!
zh_hans: 修改网络可能造成设备断开连接，请确认操作！
zh_hant: 修改網絡可能造成設備斷開連接，請確認操作！

source: Wi-Fi List
de: WiFi-Liste
es: Lista de WIFI
es_es: WiFi preparada
fr: Liste réseau Wifi
it: Lista dispositivi Wifi
ja: WIFIリスト
ko: Wi-Fi 목록
pt_pt: Lista Wifi
tr: Wi-Fi Listesi
zh_hans: WIFI列表
zh_hant: WIFI列表

# input_wifi_password
source: Input Router WiFi password
de: Router-WiFi-Passwort eingeben
es: Ingrese la contraseña del wifi
es_es: Introduzca la clave del Router WiFi
fr: Mot de passe réseau/Clé réseau
it: Inserire password Router WiFi
ja: Wifiパスワードを入力してください
ko: WiFi 라우터 비밀번호 입력
pt_pt: Entrada senha router Wifi
tr: Router WiFi şifresini girin
zh_hans: 请输入WIFI密码
zh_hant: 請輸入WIFI密碼

# wifi_password_format_error
source: WiFi password error
de: WiFi-Passwort Fehler
es: Error en el formato de la contraseña del wifi
es_es: Clave del WiFi erronea
fr: Mot de passe Wifi erronné
it: Errore password Wifi, non utilizzare i caratteri speciali ma solo caratteri alfabetici e numerici.
ja: Wifi パスワードエラー
ko: WiFi 비밀번호 오류
pt_pt: Erro password Wifi, n„o use caracteres especiais e recomendado usar somente letras e numeros para senha
tr: WiFi şifre hatası
zh_hans: WIFI密码格式错误
zh_hant: WIFI密碼格式錯誤

# remote
source: Remote Controller
de: Fernbedienung
es: Remoto
es_es: Control remoto
fr: Télécommande
it: Telecomando
ja: リモート
ko: 원격 제어
pt_pt: Controle remoto
tr: Uzaktan Kumanda
zh_hans: 遥控
zh_hant: 遙控

source: Hall
de: Halle
es: Pasillo
es_es: Salon
it: Muro
ja: ホール
ko: 홀
pt_pt: Corredor
tr: Hol
zh_hans: 大厅
zh_hant: 大廳

source: Window
de: Fenster
es: Ventana
es_es: Ventana
fr: Fenêtre
it: Finestra
ja: 窓
ko: 창문
pt_pt: Janela
tr: Pencere
zh_hans: 窗户
zh_hant: 窗戶

source: Balcony
de: Balkon
es: Balcón
es_es: Balcon
fr: Balcon
it: Balcone
ja: ベランダ
ko: 발코기
pt_pt: Varanda
tr: Balkon
zh_hans: 阳台
zh_hant: 陽台

source: Bedroom
de: Schlafzimmer
es: Dormitorio
es_es: Habitacion
fr: Chambre
it: Camera da letto
ja: 寝室
ko: 침실
pt_pt: Quarto
tr: Yatak Odası
zh_hans: 卧室
zh_hant: 臥室

source: Kitchen
de: Küche
es: Cocina
es_es: Cocina
fr: Cuisine
it: Cucina
ja: 台所
ko: 주방
pt_pt: Cozinha
tr: Mutfak
zh_hans: 厨房
zh_hant: 廚房

source: Courtyard
de: Hof
es: Patio
es_es: Patio
fr: Cours
it: Cortiel
ja: 中庭
ko: 마당
pt_pt: Patio
tr: Avlu
zh_hans: 庭院
zh_hant: 庭院

source: Door Lock
de: Tür
es: Cerrojo de puerta
es_es: Cerradura de puerta
fr: Serrure porte
it: Serratura
ja: ドア
ko: 문잠금
pt_pt: Fechadura
tr: Kapı Kilidi
zh_hans: 门锁
zh_hant: 門鎖

# other
source: Others
de: Andere
es: Otro
es_es: Otros
fr: Autre
it: Altri
ja: その他
ko: 기타
pt_pt: Outros
tr: Diğerleri
zh_hans: 其它
zh_hant: 其它

# infrared
source: PIR Sensor
es: Infrarrojo
es_es: Sensor PIR
fr: Infrarouge
it: Sensore PIR
ja: 赤外線
ko: PIR 센서
pt_pt: Sensor PIR
tr: PIR Sensörü
zh_hans: 红外
zh_hant: 紅外

source: Smoke
de: Rauch
es: Humo
es_es: Humo
fr: Fumée
it: Fumo
ja: スモーク
ko: 연기
pt_pt: Fuma«a
tr: Duman
zh_hans: 烟感
zh_hant: 煙感

source: Gas
fr: Gaz
ja: ガス
ko: 가스
tr: Gaz
zh_hans: 气感
zh_hant: 氣感

# clear_defence_prompt
source: Confirm to clear?
de: Säubern bestätigen
es: ¿Confirmar para borrar?
es_es: ¿Confirma el borrado?
fr: Voulez-vous vraiment effacer?
it: Confermi cancellare?
ja: クリアーしてよいですか?
ko: 삭제합니까?
pt_pt: Confirme para limpar?
tr: Silmeyi Onaylıyor musunuz?
zh_hans: 确定清除此通道?
zh_hant: 確定清除此通道?

# learn_defence_prompt
source: Click OK to pair and code Sensor
de: Klicke OK zum paaren und verschlüsseln des Sensors
es: Clic en ok para activar el sensor inalámbrico y codificar
es_es: Pulse OK para emparejar y codificar el Sensor
fr: Cliquez sur oui pour activer la reconnaissance visuelle
it: Fare clic su OK per associare il sensore
ja: コードへのセンサー接続するために「OK」を押してください
ko: OK를 클릭하여 센서를 암호화 연결하시오
pt_pt: Clique em OK para emparelhar e codigo de sensor
tr: Eşleştirmek için OK e basın
zh_hans: 点击确定，触发将要学习的无线设备
zh_hant: 點擊確定，觸發將要學習的無線設備

# device_not_support_defence_area
source: Device does not support Defense Area
de: Gerät unterstüzt Abwehrbereich nicht
es: Este dispositivo no es compatible con el Área de Seguridad
es_es: Dispositivo no soportado por la Alarma
fr: Le matériel est incompatible pour cette fonctionnalité
it: Il sistema non supporta la zona di difesa
ja: このカメラは警報エリアをサポートしていません
ko: 장치는 방위 지역을 지원하지 않습니다
pt_pt: O dispositivo n„o suporta area de defesa
tr: Cihaz Güvenlik Alanını Desteklemiyor
zh_hans: 当前设备不支持防区
zh_hant: 當前設備不支持防區

# bind_phone
source: Bind Mobile Number
de: Mobilnummer verbinden
es: Vincular teléfono
es_es: Enlazar numero de movil
fr: Relier au téléphone
it: Associare numero di telefono
ja: 携帯電話番号接続
ko: 모바일 번호 연결
pt_pt: Vincular numero de celular
tr: Mobil No Bağlayın
zh_hans: 绑定手机号码
zh_hant: 綁定手機號碼

# unbind_phone
source: Unbind Mobile Number
de: Mobilnummer trennen
es: Desvincular número de teléfono
es_es: Desenlazar numero de movil
fr: Supprimer téléphone
it: Disassociare numero di telefono
ja: 携帯電話番号が接続できません
ko: 모바일 번호 연결해제
pt_pt: Desvincular numero de celular
tr: Mobile No’dan Ayırın
zh_hans: 解除绑定手机号码
zh_hant: 解除綁定手機號碼

# input_phone
source: Input your Mobile Number
de: Mobilnummmer eingeben
es: Ingrese su número de teléfono
es_es: Introduzca su numero de movil
fr: Saisir téléphone
it: Inserire numero di telefono
ja: 携帯電話番号を入力してください
ko: 모바일 번호 입력
pt_pt: Coloque o seu numero de celular
tr: Mobile Numaranızı Girin
zh_hans: 请输入您的手机号码
zh_hant: 請輸入您的手機號碼

source: China
fr: Chine
it: Cina
ja: 中国
tr: Çin
zh_hans: 中国
zh_hant: 中國

source: America
de: Amerika
es: América
ja: アメリカ
tr: Amerika
zh_hans: 美国
zh_hant: 美國

# phone_length_error
source: Number must be 6~15 characters in length
de: Nummer muss 6-15 Zeichen lang sein
es: El teléfono debe ser de 6-15 caracteres
es_es: El telefono deberia de tener una loguitud enter 6 y 15 caracteres
fr: Le téléphone doit avoir entre 6-15 caractères
it: Numero di telefono deve essere lungo dai 6 ai 15 caratteri
ja: 携帯電話番号は6-15文字を入力してください
ko: 번호는 6~15자 길이를 지원합니다
pt_pt: Telefone deve ser de 6 a 15 caracteres de comprimento
tr: Numara 6~15 karakter uzunlukta olmalıdır
zh_hans: 手机号码长度必需在6-15个字符
zh_hant: 手機號碼長度必需在6-15個字符

# phone_used
source: Mobile Number has been used
de: Mobilnummer wird bereits genutzt
es: El teléfono ya ha sido usado
es_es: El numero de movil ya ha sido usado
fr: Téléphone déjà utilisé
it: Numero di telefono già utilizzato
ja: 電話番号は使われています
ko: 모바일 번호 사용 중임
pt_pt: Numero de celular tem sido usado
tr: Mobile Numara Kullanılmaktadır
zh_hans: 手机号码已被使用
zh_hant: 手機號碼已被使用

# get_phone_code_too_times
source: Try again later. Excessive Verication Code Sent
de: Versuche es später. Zu viele Bestätigungscode gesendet
es: Intento de obtener el código de teléfono con demasiada frecuencia, por favor intente más tarde
es_es: Intentelo de nuevo. Ha excedido el envio de verificacion de codigo
fr: Vous avez atteint le nombre d'essais maximum, réessayez plus tard
it: Provare più tardi, inviati eccessivi codici di verfica
ja: 商品コードを再取得して、もう一度入力してください
ko: 잠시 후 다시 시도하시오. 과도한 인증 코드 전송 됨
pt_pt: Tente mais tarde, excessivo codigo de verifica«„o enviados
tr: Daha Sonra Yeniden Deneyin. Çok fazla doğrulama kodu gönderildi
zh_hans: 获取手机验证码太频繁，请稍后再试
zh_hant: 獲取手機驗證碼太頻繁，請稍後再試

# phone_format_error
source: Mobile number format error
de: Mobilnummer-Format Fehler
es: Error en el formato del teléfono
es_es: Formato erroneo en el numero de movil
fr: Erreur dans la saisie du téléphone
it: Formato numero di telefono errato
ja: 携帯電話番号削除エラー
ko: 모바일 번호 포맷 오류
pt_pt: Erro de formato de numero de celular
tr: Mobile numara format hatası
zh_hans: 手机号码格式错误
zh_hant: 手機號碼格式錯誤

# phone_code_was_send_to
source: Verification code sent to
de: Bestätigungscode gesendet an
es: El código de verificación ha sido enviado a
es_es: El codigo de verificacion ha sido enviado a
fr: Le code vient d'être envoyé au
it: Il codice di verifica è stato inviato
ja: 確認コードがに送信されました
ko: 인증 코드 전송
pt_pt: Condigo de verifica«„o foi enviado para
tr: Doğrulama kodu gönderildi
zh_hans: 手机验证码已发送至
zh_hant: 手機驗證碼已發送至

# phone_check_code
source: Verification Code
de: Bestätigungscode
es: Código de verificación
es_es: Codigo de Verificacion
fr: Code
it: Codice di verifica
ja: 確認ごーど
ko: 인증 코드
pt_pt: Codigo de verifica«„o
tr: Doğrulama Kodu
zh_hans: 手机验证码
zh_hant: 手機驗證碼

source: Choose Country
de: Wähle Land
es: Escoger país
es_es: Seleccione Pais
fr: Choisissez pays
it: Scegli Paese
ja: 国選択
ko: 국가 선택
pt_pt: Escolha o pais
tr: Ülke Seçiniz
zh_hans: 选择国家
zh_hant: 選擇國家

# email_id_login
source: Email/ Account ID Login
es: E-mail/ID
es_es: Email/ Acceso ID de cuenta
fr: Email/Identifiants
it: Login Email/ Account
ja: メールアドレス/ID
ko: Email/ 계정 ID 로그인
pt_pt: Correio / ID conta inicio sess„o
tr: Email/ Hesap ID Girişi
zh_hans: 邮箱/ID
zh_hant: 郵箱/ID

# phone_login
source: Mobile Number Login
de: Mobilnummer Login
es: Teléfono
es_es: Acceso numero de movil
fr: Téléphone
ja: 携帯電話
ko: 모바일 번호 로그인
pt_pt: Entrada telefone inicio sess„o
tr: Mobile Numara Girişi
zh_hans: 手机号码
zh_hant: 手機號碼

# register_success_prompt
source: Sign Up Success
de: Anmelden erfolgreich
es: ¡Registro correcto!
es_es: ¡Registro realizado!
fr: Inscription réussis!
it: Registrazione riuscita!
ja: 登録完了!
ko: 가입 성공
pt_pt: Registro bem sucedido!
tr: Kayıt Başarılı
zh_hans: 恭喜您，注册成功！
zh_hant: 恭喜您，注冊成功！

# searching_device_in_local
source: Searching Device in Local Area Network
de: Suche Gerät im lokalen Netzwerk
es: Buscando dispositivo en LAN
es_es: Buscando el dispositivo en la Red de Area local
fr: Recherche sur réseau local
it: Cercando dispositivo in rete locale
ja: LANでカメラを検索
ko: 로컬 네트워크에서 장치 검색
pt_pt: Procura de dispositivos no area local!
tr: Cihaz yerel ağda aranıyor
zh_hans: 正在搜索局域网内设备
zh_hant: 正在搜索局域網內設備

# create_init_password_prompt
source: Device Password cannot be empty!
de: Gerät-passwort darf nicht leer sein!
es: La contraseña del dispositivo está vacía, por favor cree una nueva contraseña
es_es: ¡La Clave del dispositvo no puede estar vacia!
fr: Le matériel n'a pas de mot de passe, merci d'en créer un
it: Password dispositivo non può essere vuota!
ja: カメラパスワードが未入力です。新しいパスワードを作成してください
ko: 장치 비밀번호는 비울 수 없음!
pt_pt: Procura de dispositivos no area local
tr: Cihaz şifresi boş bırakılamaz!
zh_hans: 当前设备未设置密码，此密码将初始化设备密码
zh_hant: 當前設備未設置密碼，此密碼將初始化設備密碼

# device_already_exist_password
source: Adding Device Failed. Device password already exist
de: Gerät hinzufügen fehlgeschlagen. Passwort existiert bereits.
es: Fallo al añadir, ya existía una contraseña para el dispositivo
es_es: Inclusion del dispositvo fallida. La clave del dispositvo ya existe
fr: L'ajout a échoué, il existe déjà un mot de passe
it: Aggiunta dispositivo fallita. Passwrod già esistente
ja: 追加失敗 カメラは既にパスワード登録されています
ko: 장치 추가 실패. 장치 비밀번호가 이미 있음
pt_pt: Adicionando dispositivo falhou. Senha do dispositivo ja existe
tr: Cihaz ekleme başarısız. Cihaz şifrwsi zaten var
zh_hans: 添加失败，设备已存在初始密码
zh_hant: 添加失敗，設備已存在初始密碼

# call_in_prompt
source: Call from
de: Anrufen von
es: Llamando de
es_es: Llamada de
fr: Appel de
it: Chiamata da
ja: 呼出し
ko: 호출
pt_pt: Chamada de
tr: … dan arayın
zh_hans: 来自
zh_hant: 來自

# call_out_prompt
source: Calling to
de: Anruf an
es: Llamando a
es_es: Llamando a
fr: Appel à
it: Chiamata a
ja: 呼出し
ko: 호출 중
pt_pt: Chamando a
tr: … dan aranıyor
zh_hans: 正在呼叫
zh_hant: 正在呼叫

# monitor_out_prompt
source: Connecting to
de: Verbinden..
es: Conectando a
es_es: Conectando a
fr: Connexion à
it: Connessione a
ja: 接続
ko: 연결 중
pt_pt: Conectando a
tr: … ya bağlanıyor
zh_hans: 正在连接
zh_hant: 正在連接

# net_warning_prompt
source: Current network not available, please check your network settings and router configuration
de: Aktuelles Netzwerk nicht verfügbar, prüfen Sie die Netzwerkeinstellung und Router-Konfiguration
es: Esta red no está disponible, revise sus ajustes de red.
es_es: La red actual no esta disponible, por favor la configuracion de su red y la del router
fr: Réseau actuel indisponible, merci de vérifier les réglages réseau
ja: ネットワークが使用できません。設定を確認してください
ko: 현재 네트워크는 사용할 수 없음, 네트워크 설정과 라우터 구성을 점검하시오
pt_pt: Rede atual n„o esta disponivel, por favor, verifique suas configura«ıes de rede e configura«„o do roteador
tr: Mevcut networke bağlanamıyor, lütfen network ayarlarınızı ve router konfigürasyonunuzu kontrol edin
zh_hans: 当前网络不可用，请检查您的网络设置
zh_hant: 當前網絡不可用，請檢查您的網絡設置

# now_version_is_latest
source: Latest Version, No Upgrades required
de: Letzte Version, kein Update notwendig.
es: Esta es la versión más reciente
es_es: Ultima Version, No se requieren actualizaciones
fr: C'est la dernière version
it: Ultima versione, nessun aggiornamento richiesto
ja: これは最新バージョンです
ko: 최신 버젼, 업데이트 필요 없음
pt_pt: Vers„o mais recente, n„o ha atualiza«ıes necessarias
tr: En son versiyon, güncelleme gerekli değil
zh_hans: 当前设备为最新版本
zh_hant: 當前設備爲最新版本

# other_was_check_device_update
source: Try again later
de: Versuche es später
es: Dispositivo ocupado
es_es: La ID del dispositiovo destino esta ocupada
fr: Appareil occupé
it: ID dispositivo occupato
ja: カメラ使用中
ko: 대상 장치 ID가 사용 중
pt_pt: Dispositivo de destino esta ocupado
tr: Hedef cihaz ID meşgul
zh_hans: 请稍后再试
zh_hant: 請稍後再試

# device_not_support
source: Device does not support
de: Gerät wird nicht unterstützt
es: Dispositivo no compatible
es_es: Dispositvo no soportado
fr: Appareil non supporte
it: Dispositivo non supportato
ja: カメラが対応してません
ko: 장치가 지원하지 않음
pt_pt: Dispositivo n„o suportado
tr: Cihaz desteklenmiyor
zh_hans: 设备不支持
zh_hant: 設備不支持

source: Send
de: Senden
es: Enviar
es_es: Enviar
fr: Envoyer
it: Inviato
ja: 送信
ko: 전송
pt_pt: Enviar
tr: Gönder
zh_hans: 发送
zh_hant: 發送

# alarm_history
source: Alarm Logs
de: Alarm-Protokoll
es: Registros de alarmas
es_es: Lista de activaciones de alarma
fr: Journal d'alarme
it: Registro allarmi
ja: 警報記録
ko: 알람 기록
pt_pt: Registros de alarmes
tr: Alarm Kayıtları
zh_hans: 报警记录
zh_hant: 報警記錄

# alarm_device
source: Device:
de: Gerät:
es: Dispositivo:
es_es: Dispositivo:
fr: Appareil:
it: Dispositivo:
ja: カメラ:
ko: 장치:
pt_pt: Dispositivo:
tr: Cihaz:
zh_hans: 设备 :
zh_hant: 設備 :

source: Alarm Type:
de: Alarm-Typ:
es: Tipo:
es_es: Tipo de Alarma:
fr: Type:
it: Tipo allarme:
ja: タイプ:
ko: 알람 형태:
pt_pt: Tipo de alarme:
tr: Alarm Tipi:
zh_hans: 类型 :
zh_hant: 類型 :

source: Input message
de: Nachricht eingeben
es: Ingrese mensaje
es_es: Introduzca mensaje
fr: Message
it: Inserire messaggio
ja: メッセージを入力してください
ko: 메세지 입력
pt_pt: Mensagem de entrada
tr: Mesajı Girin
zh_hans: 请输入消息
zh_hant: 請輸入消息

source: Message too long
de: Nachricht zu lang
es: Mensaje muy largo
es_es: Mensaje demasiado largo
fr: Message trop long
it: Messaggio troppo lungo
ja: メッセージが長すぎます
ko: 메세지가 너무 깁니다
pt_pt: Mensagem muito longa
tr: Mesaj çok uzun
zh_hans: 消息太长
zh_hant: 消息太長

# can_not_send_message_to_myself
source: Cannot send msg to yourself
de: Nachricht kann nicht an sie selbst gesendet werden
es: No se puede enviar mensajes a usted mismo
es_es: No puede enviarse el mensaje usted mismo
fr: Vous ne pouvez pas vous envoyer un message à vous même
it: Non puoi mandare il messaggio a te stesso
ja: 自分へはメッセージを送信できません
ko: 자신에게 메세지 전송 안됨
pt_pt: N„o e possivel enviar a mensagem para si mesmo
tr: Kendinize mesaj gönderemezsiniz
zh_hans: 不能给自己发消息
zh_hant: 不能給自己發消息

# send_failure
source: Sending Failed
de: Senden fehlgeschlagen
es: Fallo al enviar
es_es: Envio fallido
fr: L'envoi a échoué
it: Invio fallito
ja: 送信失敗
ko: 전송 실패
pt_pt: O envio falhou
tr: Gönderme Başarısız
zh_hans: 发送失败
zh_hant: 發送失敗

source: Device
de: Gerät
es: Dispositivo
es_es: Dispositivo
fr: Appareil
it: Dispositivo
ja: カメラ
ko: 장치
pt_pt: Dispositivo
tr: Cihaz
zh_hans: 设备
zh_hant: 設備

source: View
de: Ansicht
es: Ver
es_es: Visualizacion
fr: Vue
it: Vista
ja: 見る
ko: 보기
pt_pt: Vis„o
tr: İzle
zh_hans: 查看
zh_hant: 查看

# extern_alarm
source: External Alarm
de: Äußerer-Alarm
es: Alarma externa
es_es: Alarma Externa
fr: Alarme externe
it: Allarme esterno
ja: 外部警報
ko: 외부 알람
pt_pt: Alarme externo
tr: Dış Alarm
zh_hans: 外部报警
zh_hant: 外部報警

# motion_dect_alarm
source: Motion Detection Alarm
de: Bewegunserkennung-Alarm
es: Alarma de modo de detección
es_es: Alarma de deteccion de movimiento
fr: Alarme détecteur de mouvements
it: Allarme rilevamento movimento
ja: 動体検知
ko: 움직임 감지 알람
pt_pt: Alarme de detec«„o de movimento
tr: Hareket Dedektör Alarmı
zh_hans: 移动侦测
zh_hant: 移動偵測

source: Emergency Alarm
de: Notfall-Alarm
es: Alarma de emergencia
es_es: Alarma de emergencia
fr: Alarme d'urgence
it: Allarme d'emergenza
ja: 緊急警報
ko: 응급 알람
pt_pt: Alarme de emergencia
tr: Panik Alarmı
zh_hans: 紧急报警
zh_hant: 緊急報警

# debug_alarm
source: Debug
de: Fehler beheben
es: eliminar
es_es: Depurar
it: Eliminare errori
ja: デバック
ko: 디버그
pt_pt: Depurar
tr: Hata ayıklama
zh_hans: 调试
zh_hant: 調試

# ext_line_alarm
source: I/O Alarm
es: Alarma I/O
es_es: Alarma E/S
fr: Statut alarme
it: Allarme ingresso/uscita
ja: I/O 警報
ko: I/O 알람
pt_pt: I/O Alarme
zh_hans: 有线报警
zh_hant: 有線報警

# low_vol_alarm
source: Low Voltage Alarm
de: Niederspannung-Alarm
es: Alarma de baja bateria
es_es: Alarma de bajo voltaje
fr: Alarme basse tension
it: Allarme voltaggio basso
ja: 低電圧警報
ko: 전압 낮음 알람
pt_pt: Alarme baixo voltage
tr: Düşük Voltaj Alarmı
zh_hans: 低电压报警
zh_hant: 低電壓報警

# pir_alarm
source: PIR Detection Alarm
de: PIR-Erkennung-Alarm
es: Alarma de detección PIR
es_es: Alarma de deteccion PIR
fr: Alarme détecteur infrarouge
it: Allarme per rilevamento PIR
ja: PIR 検出警報
ko: PIR 감지 알람
pt_pt: Detec«„o PIR alarme
tr: PIR Dedektör Alarmı
zh_hans: 人体红外报警
zh_hant: 人體紅外報警

# defence_enable_alarm
source: Enable defense
de: Abwehr aktivieren
es: activar seguridad
es_es: Habilitar defensa
fr: Activer système défense
it: Abilitare protezione
ja: 警報有効
ko: 방위 활성화
pt_pt: Ativar defesa
tr: Güvenliği Etkinleştir
zh_hans: 布防
zh_hant: 布防

# defence_disable_alarm
source: Disable defense
de: Abwehr deaktivieren
es: desactivar seguridad
es_es: Deshabilitar defensa
fr: Désactiver système défense
it: Disabilitare protezione
ja: 警報無効
ko: 방위 비활성화
pt_pt: desativar defesa
tr: Güvenliği Devre Dışı Bırak
zh_hans: 撤防
zh_hant: 撤防

# battery_low_alarm
source: Low Battery Warning
de: Niedrige Batterie
es: batería baja
es_es: Aviso de baeria baja
fr: Batterie faible
it: Attenzione batteria scarica
ja: バッテリー低電圧
ko: 밧데리 낮음 경고
pt_pt: Avisa de bateria fraca
tr: Düşük Pil Uyarısı
zh_hans: 电池低电
zh_hant: 電池低電

# parameters_upload_alarm
source: Upload Parameters to Server
de: Daten auf Server hochladen
es: cargar parámetros del servidor
es_es: Cargar parametros al Servidor
fr: Paramètre serveur
it: Caricare parametri sul server
ja: パラメーターアップロードサーバー
ko: 서버에 변수 업로드
pt_pt: Carregar parametros para servidor
tr: Parametreleri Sunucuya Yükleyin
zh_hans: 参数上传到服务器
zh_hant: 參數上傳到服務器

# temperature_alarm
source: TEMP & HUM Alarm
de: Temp. und Feucht. Alarm
es: Alarma de temperatura
es_es: Alarma de Temperatura
fr: Temperature alarme
it: Allarme temperatura
ja: 温度警報「
ko: 온도 & 습도 알람
pt_pt: Alarme de temperatura
zh_hans: 温湿度报警
zh_hant: 溫濕度報警

# doorbell_alarm
source: Visitor Notification
de: Gast-Benachrichtigung
es: Timbre de alarma
es_es: Notificaciond de Visitante
fr: Alarme de sonnette
it: Avviso ospite
ja: ドアベル警報
ko: 방문자 알림
pt_pt: Notifica«„o visitante
tr: Ziyretçi Bildirimi
zh_hans: 门铃报警
zh_hant: 門鈴報警

# keypress_alarm
source: SOS Alarm
es: Presionar tecla
es_es: Alarma SOS
fr: Bouton alarme
it: Allarme SOS
ja: キー押し
ko: SOS 알람
pt_pt: SOS alarme
tr: SOS Alarmı
zh_hans: 按键触发报警
zh_hant: 按鍵觸發報警

# record_failed_alarm
source: Recording failed
de: Aufnahme fehlgeschlagen
es: Fallo en la grabación
es_es: Grabacion fallida
fr: L'enregistrement a échoué
it: Registrazione fallita
ja: 録画失敗
ko: 녹화 실패
pt_pt: Grava«„o falhou
tr: Kayıt Hatası
zh_hans: 录像失败
zh_hant: 錄像失敗

source: Forget Password?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
es_es: ¿Clave olvidada?
fr: Mot de passe oublié?
it: Password dimenticata?
ja: パスワードを忘れましたか?
ko: 비밀번호를 잊으셨습니까?
pt_pt: Esqueceu a senha?
tr: Şifrenizi mi unuttunuz?
zh_hans: 忘记密码?
zh_hant: 忘記密碼?

# device_password_too_long
source: Device password does not exceed 100 character
de: Gerät-Passwort darf 10 Zeichen nicht überschreiten
es: La contraseña del dispositivo no debe ser mayor que 10 caracteres
es_es: La clave del dispositivo no excede de 100 caracteres
fr: Le mot de passe ne doit pas dépasser 10 caractères
it: La password non deve superare i 10caratteri
ja: カメラパスワードは10文字以内にしてください
ko: 장치 비밀번호는 100자를 초과할 수 없음
pt_pt: Senha do dispositivo n„o exceda de 10 caracteres
tr: Cihaz şifresi 100 karakterden fazla olamaz
zh_hans: 设备密码长度不能超过100个字符
zh_hant: 設備密碼長度不能超過100個字符

# password_zero_format_error
source: Device password must be combination of numerics and should not begin with 't be '0'
de: Gerät-Passwort muss mit Ziffern kombiniert werden und darf nicht beginnen mit 't be '0'
es: La contraseña del dispositivo debe ser una combinación difital y no puede iniciar en '0'
es_es: La clave del dispositivo deberia de ser una combinacion de numeros y no deberia comenzar con '0'
fr: Le mot de passe doit représenter une combinaison de chiffres et ne peut pas commencer par '0'
it: La password deve essere una combinazione numerica e non può iniziare con 't be '0
ja: カメラパスワードは先頭を０以外の数字の組み合わせにしてください
ko: 장치 비밀번호는 숫자 조합으로 't, '0'로 시작될 수 없습니다
pt_pt: Senha do dispositivo deve ser combina«„o de caracteres alfanumericos e n„o deve comen«ar com 't ser '0
tr: Cihaz şifresi rakamsal kombinasyonlardan oluşmalı ve 't be '0' ile başlamalı
zh_hans: 设备密码必须是非'0'开头
zh_hant: 設備密碼必須是非'0'開頭
